{
  "banking": [
    "How long does it usually take to get a new pin?",
    "ok, I can make it between 9 05 in the morning and 25 to 7 p.m. any day next week",
    "Yes, from 25 past 23 on",
    "Create 6 new standing orders.",
    "block my card cause I can't find it for last 3 hours",
    "open a business one",
    "Just enable that standing order to rickelle kawamoto on the 4th of each month",
    "good bye",
    "We should stop now, adios.",
    "Ok 20 to 2 will do",
    "why is my cheque payment still pending?",
    "Is it possible to deposit a cheque under somebody else's name?",
    "When will I get that leaflet?",
    "Yes, thank you, it has arrived",
    "Can you block my contactless card? My wallet with it inside got stolen last night.",
    "No, it's not lost",
    "can i use my credit card in another country?",
    "Have I maxed my overdraft limit on the credit card?",
    "show me from the 16th to the 22nd of Apr",
    "exactly, up to July the 20th 1992, thanks",
    "how much more have I spent on take out since last week?",
    "how much did I spend on pharmacy 8 weeks ago",
    "I think i visited LA VN like 5 times lately, did I spend more than 400 in groceries",
    "when will I receive my mortgage?",
    "when will I be able to see my balance online again?",
    "Hello, I'm just quickly calling to let you know that what we discussed 15 minutes ago is correct.",
    "hello and thank you!",
    "it's the correct pin, but it just doesn't let me through...",
    "the number i use to log in to the app",
    "thanks get me an appointment",
    "thanks! send the debit card to my usual address",
    "Do you directly charge my current account when I use this debit card?",
    "i am not sure if it is debit",
    "i want to do a card withdrawal of 73 pounds",
    "do your atms support contactless withdrawals?",
    "i cant take cash from an atm with my card",
    "how can I get a card for my saving account?",
    "How can I ask for a refund from Amazon Prime Video?",
    "Is it possible to pay utility bills in the post office using my visa?",
    "No, this direct debit to M&S didn't exist before.",
    "What is the relation between my current balance and direct debit",
    "What are the restrictions on direct debit payments?",
    "What is the monthly limit for contactless spending?",
    "I don't remember if it was contactless or not",
    "But I'm eating less",
    "maybe, can i lower my overdraft then?",
    "I know it's a small amount of money, but I want that 40€ back!",
    "I've been waiting for the reimbursement for too long now.",
    "could you please tell me why was my loan declined?",
    "Why is my loan rate so high now, what the hell?",
    "i need to cancel the meeting tomorrow at 10 past 9 night to talk about my mortgage",
    "I'd like to book an appointment",
    "this is my first mortgage so some more info on fees would be helpful",
    "I wanted to learn more about how to apply for a mortgage",
    "What is my biggest expenditure this week",
    "what happened with my interest rates in this quarter?",
    "I need more info on your loan rates and fees",
    "I want to cancel my loan",
    "Just stop and let me talk to a real person",
    "no i dont want to make a transfer please let me speak with someone else",
    "I want to increase my top up limit, I need the money by Wednesday!",
    "it's more than this for sure",
    "what is the monthly limit on deposits for your ExFlex savings account?",
    "i made a payment to cancel my overdraft but its still pending, thats unfair and i won't pay any fees",
    "i wanted to change the time",
    "make it bigger please",
    "current balance",
    "current total balance",
    "How much would you charge for a transfer of 56.79 pounds to a EU country?",
    "How do I check my balance?",
    "can i transfer 700£ to guy kephart in 7 days",
    "I really don't know, but I'd say it was around 3800 pounds",
    "for jodie bienaime",
    "My name is coppedge",
    "Is there any difference between interest rates on your savings accounts?",
    "a query about fees and interests",
    "can we come in half an hour?",
    "Is it important to have the same address for my current account and for my utility bills?",
    "a current account",
    "I don't need that account any more so you can close it at any time starting tomorrow.",
    "Can I send some cash abroad?",
    "Is it okay if my address is overseas?",
    "Which documents do I need to open a new bank account?",
    "i want to make a transfer to an existing account",
    "I can't tell",
    "make it on Thursday",
    "make a top up",
    "do it with a card",
    "I topped up my card but it seems it didn't go through yet",
    "today",
    "the Jan the 19th please",
    "yeah that's fully fine.",
    "Yes, I did pay by cash",
    "I didn't pay by cash",
    "No!",
    "Has my money been received?",
    "My top up won't show",
    "Read that out for me please",
    "this is totally wrong",
    "it was changed back",
    "i was scammed",
    "i think i was scammed",
    "I'd like to talk about the actual topic of this conversation.",
    "My payee",
    "how much time do I have to wait until i can do payments again?",
    "ending at 22:35 night",
    "it will be 6",
    "during the next 8 minutes",
    "tell me about your business accounts",
    "Are overdraft limits higher for business accounts?",
    "I don't need my standing order I set up for charis klinefelter",
    "i see, then i don't need anything else",
    "I see, we're done then, thank you!",
    "i see but When will you finally enable contactless payments with Marks and Spencer?",
    "Do you guys allow cheque deposits?",
    "im trying to cash out a cheque but it doesnt seem to work",
    "will the card arrive earlier than Wednesday in a week",
    "looks like hasn't arrived yet, im waiting for last 96 days on that!",
    "i lost my card last Thursday",
    "It's about my card, I'm afraid someone stole it",
    "can i get a credit card from the 15th",
    "when will you unblock my credit card finally?",
    "How much did I spend in total until January on Hyatt Gift?",
    "How much did I spend in total until May on amazon prime? Is it more than $8882?",
    "I started paying back my mortgage on the 7th of Jan 2018",
    "How much higher was my total on petrol this month?",
    "How much higher was my total  petrol this month?",
    "How much less did I spend on holiday on the current year?",
    "When exactly is our meeting on Saturday?",
    "When will I get there?",
    "Hello, im not sure if you are the same person on the line as previously but I confirm it's all good",
    "good evening",
    "I forgot my pin! Any chance you can send me a new debit card?",
    "This is my pin",
    "thanks you for the balance update",
    "Thank you very much, I didn't know machines could also be helpful",
    "yesterday at 5 past 7 I had my debit card rejected in Snappy Snaps",
    "No, it isn't a debit one",
    "How do I take money from an ATM machine",
    "can i withdraw some money directly from my savings account?",
    "What is the procedure to change my address in the system?",
    "How can I find out the list of people who paid money to my account previous month?",
    "how much did i spend on telegraph subscription the week of the 1st",
    "how much did i pay for telegraph subscription the week of the 1st",
    "remove the direct debit for scribbler",
    "i want to set up a new direct debit",
    "direct debit",
    "Can I pay contactless in that store?",
    "I paid by card but contactless",
    "Can you tell me more about how to decrease it?",
    "do you offer any rate reductions on your mortgages like other banks?",
    "yes refund me the £27",
    "I want a refund",
    "please explain me the reason for it being higher than last time",
    "I transferred some money to partner overseas last month, but this is still pending. whats going on?",
    "can i get a meeting to talk about my savings account",
    "Does card activation work via app or do I need to schedule a meeting at the branch?",
    "i want to open another mortgage next month.",
    "I think so. Can you give me some mortgage options?",
    "What was my total income this month",
    "can I extend my loan for a year",
    "I wanted to ask about loans",
    "borrow money from a bank",
    "this conversation is not working at all",
    "I really have no idea what you're referring to and would like to speak to a real person.",
    "i has to be later than 0 35 a.m.",
    "I want to increase it",
    "I want to change my limit to 400 dollars",
    "What is my overdraft limit?",
    "asking about possible overdrafts",
    "Can I change the date for a speficic scheduled transfer in my current account?",
    "i need to change my details",
    "how much i pay per transfer in my savings account?",
    "Where can I see the balance of my disposable card?",
    "I can't see the balance on my phone",
    "i made a 9700 pounds transfer 7 days ago and it is still pending",
    "I should have received $200 from brandalynn darrah, but it still not here.",
    "is it possible to open another savings account under the same name princeston moralez",
    "its described as \"savings\"",
    "are there any hidden fees?",
    "i only wanted to check if that action had any interests",
    "no problem taking the slot at 1",
    "i am trying to check the transactions of my current account but they are not showing",
    "it is a current account",
    "I want to terminate my account with you",
    "I want to close this account",
    "can I open account in zloty or koronas?",
    "This is an international payment",
    "about my accounts",
    "I have no idea whatsoever.",
    "i want to make a top up using the mobile application",
    "I want to activate it",
    "my card is broken since yesterday, i cant make payments",
    "i will do it using my card",
    "For the 23 December, please.",
    "hmm, that doesn't work for me, how about November the 12th?",
    "yep, I asked for that numerous times",
    "That's exactly it",
    "That ain't it",
    "That's not what I said",
    "Will my payment be used for the top up?",
    "I was paying by cash",
    "Can you give me the list of my stored contacts?",
    "the phone number is not good",
    "It is pending",
    "i was the victim of fraud",
    "i think i was the victim of fraud",
    "It is an existing one",
    "I was using my phone to do it",
    "Again please, I didn't get it.",
    "what's the average duration?",
    "i wanted to change the time, it should be half past 11 p.m.",
    "Around 6",
    "i lost it yesterday afternoon",
    "Hi, I've been having issues when paying with the company card, do you know anything about it?",
    "the business one, yeah!",
    "why was my standing order payment to ryanna lower the last month",
    "thank you, this was very useful, see you",
    "I'm off now",
    "great i want 11:15 night",
    "Sure, I will proceed with the payment then, thanks so much!",
    "I don't have my card with me so I hope that google storage also accepts cash or cheques.",
    "Can you tell me more about paying via cheques?",
    "when will i get it?",
    "looks like hasn't arrived yet",
    "someone stole 300.13€ from my savings!",
    "i dont know where my card is! help!",
    "Can you tell me if I still got some pending transactions on my credit card?",
    "It's not a credit card",
    "please tell me why exactly my loan rate is higher now than 5 months ago.",
    "can we switch the date of that payment to two days from now?",
    "It's been blocked like this since last Wednesday.",
    "What did I spend most on this year",
    "when will my international card payment arrive",
    "when will you send more details about my mortgage and all the fees?",
    "Hi",
    "hi, im a new customer",
    "sounds stupid but i dont remember my pin! I need a new debit card asap",
    "It's the pin of my card",
    "thats very helpful, thanks!",
    "I managed to sort it out via mobile phone, thanks!",
    "I wanted to activate my debit one as soon as possible",
    "Exactly, it is debit",
    "I cannot withdraw any money on Barclay's ATMs using any other card.",
    "I'll never be able to withdraw any money here talking to you, can I speak with someone else?",
    "My surname is misspelled on my card, how do I change that?",
    "how can i make an international transfer?",
    "Did I spend less than 5885 at amazon prime during 2017",
    "why is there a 31.16€ transaction today at 13 50. I did some grocery shopping but I definitely didn't buy anything at santore restaurant",
    "does a loan interfere with my direct debits?",
    "can i set a direct debit with a company from another country?",
    "I paid with my contactless card but it was refunded",
    "it is contactless",
    "Is it possible to lower the time limit for my fixed bonds account?",
    "do this definitely before next week Friday",
    "where is my 13.89€ supposedly refunded 6 days ago??",
    "yes give me the refund",
    "Why did I get a message saying my payment was declined?",
    "My card payment was reverted and I am not sure why that is",
    "my appointment is on Friday, October the 16th",
    "i have an appointment to discuss about loans at 20 to 2 a.m.",
    "make an appointment",
    "What's my current mortgage rate?",
    "its a mortgage",
    "would it be possible to get an increased overdraft for the next 8 months?",
    "how much did I earn on my savings through the last 2 years?",
    "what conditions apply to get a loan?",
    "i don't want to talk to you!",
    "Let me talk to a person",
    "if its more than 6000£ i need to cancel it",
    "You should increase my overdraft limit to 7000 euros",
    "Are there any limits on the number of transfers I can make from my current account?",
    "What are the top up limits of my card?",
    "this question was about overdraft",
    "change the recipient to jarah goulet por favor",
    "what was my account balance 10 months ago?",
    "is there any money left in my saving account?",
    "the amount of money I can see online",
    "a $5600 transfer to my current account was reverted today",
    "I don't know the exact amount, but it would help if you tell me which person was that.",
    "it seems I have forgotten to do that transfer to yeng two days ago",
    "its a savings one",
    "are there any interests involved?",
    "Is there any fee associated with my card?",
    "can we do 9:45 in the evening",
    "i want to have another a current bank account with you",
    "I need to close my account in 4 days",
    "My card has been rejected again, and I really want to freeze it this time.",
    "It's for something abroad.",
    "Is it okay if my official residence is abroad?",
    "What is the difference between premium and deluxe accounts?",
    "my new account is not showing",
    "I am not sure",
    "make it on 2nd of May",
    "Yeah, schedule this transaction to Saturday",
    "I want to order a new card",
    "i want to pay it by card",
    "Yes, I paid it yesterday",
    "Yes, Apr 22nd is correct.",
    "of course",
    "What happens if I don't pay",
    "no",
    "No, I don't want to top up anything",
    "its a money transfer",
    "I was trying to top up",
    "are your branches opened during the lockdown",
    "are your branches closed during the lockdown",
    "are your branches opened",
    "are your branches closed",
    "Can you tell me which payees I have saved?",
    "It's not working",
    "My address is 25 Nicholson Street Edinburgh",
    "For a new payee",
    "how long do i have to pay interests for my loan?",
    "list me all my account movements from 5:45 afternoon to 8 10 p.m. on the 5th Aug",
    "it will be 6",
    "cancel the standing order i set up this morning",
    "cancel the standing order i set up this morning",
    "my card has been out of order for 8 hours now...",
    "It seems that I can't open a business acc via your app",
    "Why is that standing order to Snappy Snaps still pending after 2 days?",
    "that will be all, thanks",
    "nothing more to talk about bye!",
    "ok, the 18 July then",
    "got it, but can you tell me the actual date when I spent 158.16 at amazon prime",
    "can I exchange a cheque in an overseas bank?",
    "It's about a cheque",
    "when do i get it at home?",
    "when can I expect this reimbursement to land on my account?",
    "someone stole my identity",
    "It was probably stolen",
    "can I increase the limit of my credit card to 700 euros",
    "it is credit if i recall well",
    "from Feb 17 to Mar 4 supposedly I spent  4763 euros, something is clearly wrong",
    "Is it possible to freeze my debit card temporarily, until June 6",
    "yeah, I mean it should be starting on the 7th May 2021",
    "which month during last year did I spend less on rental bikes",
    "Has my spending on news decreased in the last few months?",
    "when will my mortgage start exactly?",
    "good morning, can i ask a question about my card?",
    "Hi, I wanted to book an appointment with my local branch",
    "I cannot remember my pin code.",
    "my password",
    "i am very grateful",
    "Thank you, I'm looking forward to the appointment",
    "Send that 41.55£ reimbursement to my debit card.",
    "debit it is",
    "I took 220 euros from an ATM",
    "How do I increase the daily atm limit?",
    "What should I do to open a new account with you?",
    "How do I book a slot with the branch manager?",
    "how much did i spend on chipotle last Tuesday",
    "cancel my direct debit to LA VN Kitchen",
    "I need you to stop that transaction to wild about flowers right now!",
    "there is one existing direct debit i need to change",
    "change the person im paying with direct debit",
    "Does this shop allow payments only by cash, or also by card, or even better - contactless?",
    "It is contactless",
    "earlier than 7 if you can",
    "before tomorrow",
    "They still owe me 86.69 euros",
    "Yes, I want a refund, I was charged some fees that I shouldn't have been",
    "why was my transfer declined?",
    "Why is it still pending after 3 days?",
    "Where is my next appointment? I booked 2 of them and now im confused",
    "i don't need to set up a meeting about my mortgage",
    "I'd like to talk to a real person about your mortgage fees and offers.",
    "Can I cancel my mortgage?",
    "I couldn't make any payments for the last two days, they were all declined",
    "What was the balance on my savings acc 5 months ago?",
    "i am not sure if i should ask for a new loan",
    "I want to apply for a loan, but first I want to know what you offer",
    "I really have no idea what you are talking about and would like to speak to human",
    "It just doesn't work, can you get someone to help me?",
    "What did I pay most for 2 months ago?",
    "No, definitely not more than 800",
    "Is it possible to change the overdraft limit on my current account?",
    "What is the current overdraft on my Plus account?",
    "My balance shows I went into overdraft",
    "Are you then able to fix the address linked to my current account?",
    "Check my balance last Thursday",
    "How much did I have on the account 11 months ago?",
    "Yes, I wanted to check my balance",
    "please transfer 6000$ directly from my savings to mashanda muir",
    "it's the same amount, that's right.",
    "I moved some money overseas 7 days ago and churchill didn't get it!",
    "will I get the same ISA interest rates with my new savings account if I open it by the end of this year?",
    "What are the fees associated with this? i was on 4 different pages of yours and I still dont know",
    "12:50",
    "let's go for the slot at 12",
    "pay it from my current account",
    "if this continues, I'll request closing all of my accounts.",
    "Can I do a SWIFT transfer from the UK to Bulgaria?",
    "Yes, I am abroad",
    "No, it's not this account",
    "i am not sure if it was reverted",
    "I'd like it for Apr 7th 2014",
    "please make a top up",
    "i was making a transaction by card but it was declined",
    "can you tell me which kind of cards do you offer?",
    "1st Dec",
    "October the 15th 2013 on tuesday",
    "Awesome, go ahead!",
    "Yes, I would like to ask something else",
    "No, it's not in the list",
    "don't",
    "I didn't pay by cash",
    "I used my phone to pay",
    "I already transferred the money",
    "I want to know more about pensions",
    "If you could provide more info on your products, that would be quite helpful.",
    "It displays as reverted",
    "I am doing it from my phone",
    "so those are my details",
    "so how long does it take?",
    "i need to move the meeting i have in 3 minutes to half past 15 afternoon",
    "ok, 3 it is",
    "one hour after",
    "how can I open an account for my shoe store?",
    "It is about some business stuff.",
    "I already told you there isn't any active standing order. i dont want to talk to you, give me human",
    "ok, bye",
    "It's been a pleaure bye",
    "this is stupid, Why cannot I increase overdraft by extra £600?",
    "i dont remember making that payment using a cheque",
    "a cheque",
    "it already arrived at 5 10 p.m.",
    "can you tell me whether my debit card will arrive earlier than Thursday in two weeks",
    "i think i am the victim of identity theft",
    "no i don't want to cancel it i just don't find it",
    "can you tell me last 5 transactions on my credit card?",
    "about credit",
    "starting on the 23rd how much did I spend in charity until Nov the 10th",
    "Indeed, I'd like to freeze my account starting this afternoon until next Tuesday",
    "my contactless card payments haven't been working since last month",
    "Is my videogames spend more than usual",
    "Tell me how much money I burned on taxis last year...",
    "when did I pay 61.21 in Hyatt Regency?",
    "When can I set up an appointment to discuss my upcoming loan?",
    "hiya there, i'd like to terminate a direct debit to Go daddy, which I created last Friday",
    "hello can i modify something?",
    "Can you tell me more about changing the pin code directly via smartphone?",
    "My pin is 1234",
    "thanks, ill be there on Thursday at 9 30 evening then",
    "Thank you for your help",
    "I know, I tried it in my online app like 10 times! send that to my debit card",
    "It isn't a debit card",
    "i want to do a new card withdrawal",
    "I want to withdraw some money",
    "my last transfer from the savings account was declined. How can I get a refund?",
    "in what way can that be done?",
    "How much more did I spend at Waitrose on January 10th",
    "how much did i spend on amex recently",
    "how much did i pay for amex recently",
    "Can I change the limits for my direct debits?",
    "I don't see any direct debits list in my app!",
    "I paid with my contactless card",
    "No, it is not contactless",
    "Is that lower than a year ago?",
    "i need to make that transfer earlier than March 1st i owe kaeo a lot of money",
    "No, you cannot help me. Can somebody else take a look at my refund claim?",
    "If you don't refund me I will sue",
    "why was I charged a 9.56$ fee last month while in italy?",
    "why did you increase your fees on transfers abroad?",
    "i need to change the time of my appointment",
    "i have an appointment to discuss about loans",
    "i can't afford my mortgage payments",
    "i can't afford my mortgage payments because of the virus",
    "show me more about your mortgage options",
    "would it be possible to get an overdraft up to 600 pounds for the next 4 months?",
    "what was my account balance last month",
    "where is the next instalment of my student loan?",
    "Does the loaned money go straight into my current account?",
    "meh, can I speak with someone else please?",
    "This is not working, let me talk to a person",
    "after 9:45 night",
    "which is the max?",
    "That's right, I think it was the same overdraft limit as before.",
    "What are the limits?",
    "It's about my overdraft",
    "I'd like to edit the postcode associated with my account.",
    "What is the interest rate for my savings account?",
    "How much is this thing?",
    "since yesterday my balance doesn't show in my app.",
    "I topped up yesterday but I still don't see it reflected on my balance",
    "I sent $6476 last 13th to Poland and the money is still not there!",
    "i tried to make a 95.98€ card purchase but it didnt work",
    "I want to make my payment to kiela martell in three days.",
    "I'd like to open another savings account.",
    "what about the interests?",
    "I didn't know about this fee.",
    "anytime around midday please",
    "I can't find my current account number in my mobile app!",
    "I am looking into opening a current bank account with you",
    "that's right, cancel it please",
    "I want to cancel my card",
    "I can't seem to send money abroad",
    "I don't know what kind of account it is",
    "to be honest i have no idea",
    "i don't know if its a new payment",
    "I want to make a transfer from my phone",
    "do it",
    "if I'm not mistaken, my card got blocked exactly 4 weeks ago",
    "its not a card",
    "Can I start paying in 230 days?",
    "I really wont be able to make it on Monday",
    "yeah, wonderful, go ahead!",
    "Exactly, it is not showing anything at the moment",
    "No",
    "i don't need anything else",
    "What will happen with that transaction? I cannot revert it at all.",
    "I paid by cash",
    "What is that",
    "i need a list of them",
    "It still shows as pending",
    "It's an existing one",
    "via app",
    "How long does it take for a new card to arrive?",
    "I lost it sometime from 5ish in the afternoon to 8 20 a.m. yesterday night",
    "it will start at 11:00 evening",
    "Can I open more than 2 business accounts?",
    "supposedly I spent  3232 euros in last 4 hours, are you kidding me?",
    "Can I edit some details related to my business account?",
    "i dont have any active standing order",
    "When is my next standing order to waitrose due?",
    "see you at 15 to 7 a.m. then",
    "That's all, thanks.",
    "15:50 afternoon is good",
    "I want to know more about the possibility to make that payment via cheque.",
    "i cashed a cheque but it shows up as pending",
    "I moved some money overseas 9 days ago and it's still not processed???",
    "Yes, my card did arrive, but sadly I have lost it again",
    "i think my pin actually got stolen so I'd like to change it.",
    "how much can i spend on my credit card?",
    "What is my ultimate credit limit? I know i can set it up higher than you say on the website",
    "show me the interests I got on my savings account from 2009 to 2018",
    "small question - would i get the loan before this Saturday? i need to pay some bills soon",
    "my 18000 euros loan started on the 31 May 2010",
    "how much have I spent on food shopping during the last 5 weeks",
    "What was my biggest spending for donate last week?",
    "When is my next payment",
    "When was that done exactly?",
    "hello, what is my balance?",
    "hello and let me speak with a human please",
    "change my pin because I cannot use my card at all",
    "yes, i need to get a new pin",
    "All done, thanks!",
    "thank you for helping with the mortgage",
    "my debit card payment was reverted",
    "my debit card just doesn't work for any online purchases at Amazon Video",
    "Yes, I paid with my debit card",
    "can i make a cash withdrawal using a contactless card?",
    "i am talking about taking money from a machine",
    "What is the quickest way to clear that overdraft?",
    "How can I reach your other agent regarding my recent payments?",
    "Why couldn't I pay contactless at american express yesterday?",
    "Nope, I don't want to set up direct debit to Uber eats",
    "One of my direct debits was rejected last month, probably because of the negative balance on my account?",
    "It's done through direct debit",
    "no, without contact",
    "The contactless is not working",
    "would i get the loan before this Sunday",
    "what's the reason for receiving less interest on the same base amount 5 months ago?",
    "are you charging if i get a refund of something paid by card?",
    "do you charge a fee if i get a refund of something i paid by card?",
    "why was my card top up declined?",
    "why do I need to do it that way?",
    "i need to schedule a meeting to talk about my cards and loans",
    "I am available any time after 2 55 today for the meeting.",
    "How much of my mortgage am I paying off each month?",
    "i don't want to modify my mortgage",
    "I spent quite a lot this month what happened",
    "Am I saving now I'm not commuting with tube so I should save at least 426 pounds a week at least",
    "tell me more about your loans and overdrafts",
    "I don't think you're the right person to talk to about closing my account. Can I just speak to somebody else?",
    "Please, I want to speak to the manager",
    "can i increase my overdraft limit to 2000 euros",
    "will bank block me if I transfer more than 17000 dollars ?",
    "any upperbound on how much money I can transfer?",
    "i need to know more about an overdraft",
    "Alter the date to in 8 days.",
    "I'd like to edit my address details.",
    "How much I transferred to kilby overall?",
    "both balances please",
    "transfer 320€ at 15 to 6 a.m. to the current account",
    "move 320€ at 15 to 6 a.m. to the current account",
    "can i open a current account under the name aliah",
    "No, that transaction was supposed to go to tamella instead.",
    "Can I kill my savings account?",
    "It's a savings one",
    "I was charged a fee but I wasn't aware of it",
    "Are there any fees when topping up?",
    "yes cancel it now",
    "Yes, 23 00 night is correct.",
    "how can i download the list of transactions in my current account?",
    "kill it on the 21 March",
    "Close it",
    "i made a payment to another country by card but it hasn't arrived yet",
    "It's international",
    "First, I have some questions about my running account",
    "the account already exists",
    "i dont remember it",
    "no clue",
    "i want to do it on Wednesday",
    "Can you do that transfer on my behalf?",
    "I want to add a new payee to the list",
    "do it with a card",
    "The card is new, if that matters",
    "No, the date of birth is not correct, it seems that I'll have to repeat that.",
    "It should be done later today.",
    "Yes, that's it!",
    "Yes, I still wanted to do another thing",
    "of course not!",
    "No, this is not the case",
    "My payment didn't go through",
    "what insurance do you offer?",
    "What is the address you have in my details?",
    "It was declined",
    "a different thing",
    "It's brand new",
    "repeat what you just said",
    "move it to 1:55 in the afternoon",
    "then 7",
    "move it to half an hour before",
    "could I open an account for my company on next Saturday",
    "just move those pounds from my business account as I told you",
    "i checked my standings orders for last 3 days and there are some missing payments? I mean, I dont care but you should I guess?",
    "That will be all, thank you",
    "end this chat",
    "i see, then i will pay it after the 8th October",
    "Okay, is your branch open tomorrow?",
    "Do you allow cheque deposits in other currencies?",
    "Yes, it is about a cheque",
    "It arrived yesterday",
    "Should it arrive soon?",
    "No idea, but I hope that I can cancel my stolen card over the mobile.",
    "i have lost my debit card",
    "i want to change the amount i have taken from an atm with my credit card",
    "It's a credit card",
    "I can't take any appointments from the 11th to the 12 October",
    "I'd like to postpone the loan to Sep 17.",
    "I'd like to increase my overdraft limit to 900£, starting tomorrow.",
    "During this year which months did I spend the most on eating take out?",
    "I would like to know how much I've spent on groceries this month.",
    "when do I have to pay my next mortgage payment?",
    "When is it exactly?",
    "Good morning my name is sydni",
    "Hi, I want to open an account with you",
    "I cannot login to my account because I don't remember my pin.",
    "My pin is confidential, I'm not gonna tell it to you",
    "Thanks!",
    "Thank you, I'll see what I can do about my mortgage",
    "I just got a message that my Visa debit will stay blocked until next Monday.",
    "I wanted to activate my debit one",
    "i tried to do a withdrawal with my contactless card and it didnt work, funny enough my physical card also didnt work!",
    "I can't withdraw money",
    "How do I sent money to a particular payee?",
    "How can I speak with one of your non-robotic agents?",
    "how much did I already shop at anthropology this month",
    "how much did I already pay at anthropology this month",
    "how much did I already buy at anthropology this month",
    "Why is paying contactless in anthropology stores overseas not working at all?",
    "Do you charge any fee for direct debits?",
    "I think the payment is done with direct debit",
    "Is it allowed to pay contactless also overseas?",
    "My contactless is not working",
    "why was I charged less interests 2 months ago?",
    "What is going to happen if I don't pay that before 2pm today?",
    "no, I've been waiting for the reimbursement for too long now.",
    "Can the payment be refunded?",
    "Why cannot I increase overdraft by extra 100 pounds?",
    "why would you create this?",
    "this Tuesday make an appointment at 6 35 morning",
    "I want to change the date of an appointment",
    "no, mortgage is related to my partner.",
    "Are there fees linked to my mortgage?",
    "Where did I send money in October?",
    "I really need to make my overdraft limit higher, at least for the next month.",
    "How can I access more info about loans that I have to pay?",
    "Does the money from the loan go straight into my current account?",
    "No, I want to speak to a normal person.",
    "I wanna talk to a real person.",
    "sometime after 5",
    "Just increase the limit, yes",
    "this concerns various limitations",
    "spend more money than I have",
    "Actually, alter that amount to 360$",
    "how much does it cost",
    "i saw some news from the nasdaq, whats the balance of my savings one now?",
    "I topped up yesterday but I see no changes to the balance?",
    "My current account balance isn't showing on my phone",
    "no, that's not the correct sum.",
    "under hollis carrero",
    "That's what I said, send it to terez lara today at 10:25 a.m.",
    "Are there any fees for just having a savings account?",
    "Yes, it is a savings account",
    "Frankly, you're charging too much for international money transfers.",
    "is there something free at 5ish?",
    "I'd gladly transfer some of the funds back to my current account",
    "I need to close my account in 9 days",
    "Yes, I want to close it",
    "In another country.",
    "yes, i topped up my account two days ago",
    "I am sorry, but I really have no idea.",
    "I don't know, I think I paid by card, but I'm kind of guessing at this time",
    "I'd like to top up my card",
    "yes make the transfer",
    "I paid with my visa",
    "It wasn't by card",
    "My birthday is 30th of Nov 1963",
    "this is ridicoulous That transaction is still pending although I made a payment almost 55 days ago.",
    "That transaction is still pending although I made a payment almost 55 days ago.",
    "That is right, it was reverted",
    "I said no",
    "No, I never asked for that",
    "It's about a payment I made",
    "pension options",
    "Can you read that for me, please?",
    "I can't see it",
    "i will do it with physical money",
    "It was by cash",
    "How many days until we get the money back?",
    "can i change to 25 to 4 the appointment i had at 3:35 night?",
    "can we start at 10 to 1 afternoon?",
    "hello, i just have 2 quick questions",
    "Somebody stole my card in Zadar this morning, how can I block it?",
    "Somebody stole my card in Zadar this morning, how can I block it?",
    "the account i use for my company is not working properly since last Thursday",
    "when did my standing order to jaronda stop?",
    "where can I find the list of all my current standing orders?",
    "ok this call is over",
    "great, then cancel the direct debit i have with Hyatt Regency Gifts",
    "I think I got that. Another question - How much can I increase my limit to?",
    "Can I send the cheque to someone else?",
    "a paper that can be exchanged for money",
    "the card was supposed to arrive 5 weeks ago",
    "When's my replacement card coming?",
    "Is there a way to somehow block my lost card?",
    "I forgot where I put it",
    "I am really not sure which address is connected to that credit card.",
    "It only happens when I pay with my credit card",
    "what are my spendings on current account from the 29th to the 16th of Apr",
    "my expenses on current account between the 29th to the 16th of Apr",
    "what are my spendings on current account between the 29th to the 16th of Apr",
    "what are my expenses on current account from the 29th to the 16th of Apr",
    "my spendings on current account from the 29th to the 16th of Apr",
    "my loan then lasts until 22nd April 2023?",
    "Give me the list of all the transactions from 2019",
    "was my spending in haircut lower than $700",
    "how much did I spend on bills in January",
    "When will you finally enable contactless payments with erubuni?",
    "hello this is not right",
    "Hi, thanks for picking up",
    "I forgot the pin to my online account",
    "My pin is 4432",
    "that's amazing thanks, can you also cancel that payment of 999.43 euros to uber eats? I think I did it on May 25?",
    "thanks, ill use an international card",
    "Contactless payments do not work with my visa debit.",
    "contactless on my debit card is just useless and does not work",
    "with debit one",
    "Getting cash from the same ATM failed again.",
    "take money from a cash machine",
    "What would i have to do to close my mortgage?",
    "How can I do that?",
    "Can you tell more about buying avios via cash in the British Airways office?",
    "nope, I don't remember that payment to eon at all.",
    "i didn't have this direct debit before",
    "i want to modify an existing direct debit",
    "It was with contactless",
    "Whats the difference between paying with my phone and contactless?",
    "why am I paying less interests than last year",
    "Is this then lower or what?",
    "What happened with that refund which should have arrived last week Monday?",
    "i asked for a refund but its not showing in my account",
    "Why can't I increase my overdraft",
    "I just want to know why this transfer got stopped.",
    "My booking is for Friday 7 January 2016",
    "should i book an appointment to talk about overdrafts?",
    "i really have problems now and can't afford my mortgage payments",
    "What information do you have on mortgages?",
    "I can't see my transfer that i made last week! Can you tell me if it made through?",
    "How much higher than this month?",
    "How much more than this month?",
    "What are the requirements to take a loan in your bank?",
    "No, it has nothing to do with loans",
    "you are getting all wrong, this bot is stupid",
    "This is a pretty delicate transaction so I'd like to talk to a real person.",
    "How much can I increase my limit to",
    "Did I spend more than 334 during 2019",
    "Are there any limits associated with paying by card?",
    "What's the limit on daily topups?",
    "It is about overdrafts!",
    "i'm not living there anymore, change it",
    "What's the balance of my current account?",
    "how much can I trust you?",
    "So, I've got only 81.63€ on my foreign account? This can't be true!",
    "I would like to deposit £2700 to my savings account.",
    "I need to resend the same amount to kristee goode.",
    "that is not my name, i'm baltimore",
    "can i make payments from my savings account?",
    "There's something wrong with my savings account",
    "what about the interests",
    "the fee you charged two days ago",
    "Yes, please book it for 20 past 15",
    "about current",
    "i wanted to close my account but it seems that its still pending",
    "from overseas",
    "Will anything change if I open the account tomorrow?",
    "I can't say.",
    "I don't know if my transfer has arrived",
    "can i get home insurance?",
    "can i get motor insurance?",
    "can i get travel insurance?",
    "I am calling because I don't know how to activate my card",
    "yeah I am very sure I didn't use that card for payment.",
    "i want to pay him by card",
    "yes, tomorrow",
    "Yes, Feb the 12th is correct.",
    "alright!",
    "Absolutely.",
    "I won't be able to pay that any time soon Im afraid",
    "No, don't tell me",
    "I've tried to make this payment three times and it keeps telling me that it was reverted",
    "i want to pay him",
    "Read it for me, please",
    "It just doesn't work for me",
    "That's not exactly what I was looking for",
    "That's the address",
    "Can you say that again?",
    "so how many hours in total",
    "So, you're saying I won't be able to use my card from 9 10 night to quarter past 16 afternoon next Thursday?",
    "How many pounds do I currently have on my second savings account?",
    "I think I have to block my card cause I can't find it for last three hours",
    "i think its the business one",
    "can you cancel the 718 standing order I set up for bruce engler",
    "Are there any limits on standing order amounts?",
    "bye, see you later",
    "bye, see you",
    "good bye, see you later",
    "good bye, see you",
    "Bye for now",
    "awesome, the 5th will do it",
    "i got a cheque on my name but the address is wrong",
    "i tried to cash out a cheque and the money was showing in my account but then it disapeared",
    "when will my contactless card arrive?",
    "my new debit card has arrived much later than what you told me.",
    "Somebody stole my card around Leicester this morning quarter to 6 morning around, how can I block it?",
    "i got my card stolen!",
    "Can you give me the list of any transactions from my credit card that got declined in the last year or so?",
    "I told you both were credit",
    "Did I spend less than usual amount for pay check from the 3rd to Jan 22",
    "what was my spending on get paid between the 18th July and the 2nd of Aug",
    "Can I kill my savings account? I haven't used it since Nov the 17th",
    "Am I spending less on clothing",
    "Am I spending less on clothing?",
    "please tell me how much I spent on dog 5 months ago",
    "when is my next direct debit payment to the blues kitchen shor due?",
    "when will you start applying the new interest rates?",
    "hello, I had problems with my debit card all day yesterday",
    "Hi, I am calling regarding my overdraft",
    "i am trying to activate my card using the pin you gave me, it's 836745 but it doesnt work",
    "My account pin",
    "much appreciated, can you revert the £29.32 to hyatt gift  payment then?",
    "Thank you, but I'd rather talk to a person",
    "Why cannot I use my standard debit card to get money abroad?",
    "a debit card",
    "i was on holiday and made some withdrawals there, how much was I charged for them?",
    "I can't withdraw any money",
    "how can i change my address?",
    "omg how do I do that?",
    "elia greek restaurant rejected my card yesterday.",
    "I spent quite a lot this month, what happened? I made maybe 6 trips to Elektron but still",
    "Can I pay with direct debit?",
    "Yes, my direct debit didn't go through",
    "I cannot login to the app and pay anything contactless because of the address missing.",
    "a card that works wirelessly",
    "can we make it earlier than 18 55 afternoon?",
    "What was the balance on my current account before my salary for March?",
    "I'm waiting for 13.8 pounds to be on my account",
    "give me a refund",
    "Why did you charge me $7.5 for the SWIFT transfer I made last week?",
    "What's wrong with my payment to arletta yarborough from Apr the 28th?",
    "Where is my next appointment?",
    "yeah, just book that appointment on Saturday, 26 Oct",
    "do you do mortgages?",
    "I call about my mortgages",
    "what savings accounts do you offer this year?",
    "How much i earned this month",
    "what loans do you offer?",
    "It's about a loan",
    "No, you don't transfer me to operator",
    "is it possible to speak with a real person?",
    "can I transfer more than 22000£ from my current account?",
    "please tell me I have more than 100 dollars in my account?",
    "Is there any limit to how much money I can transfer?",
    "What are my limits?",
    "Is your overdraft cost varying? How much do you charge over 3 thousand dollars?",
    "i want to set up a new overdraft",
    "please change it to $800",
    "Change my address from Chancery Lane 6 to N59LS.",
    "How much is left on my account after that transaction to ane byerley?",
    "I can't see my card balance",
    "can i transfer 4816$ to muhamed theriot on June the 24th",
    "Can I open another current account under the same name kamaal waibel in your bank?",
    "can you close the account i use to save money",
    "If I open that account now, will it keep the same interest rates as my old account?",
    "is there any fee if i pay by card?",
    "no, thats not the correct time",
    "the transfer to my current account was reverted",
    "I am fed up with this place. I want to leave right now",
    "It is an international payment indeed",
    "That isn't the account I'm referring to",
    "I don't know what it is",
    "I wouldn't know",
    "top it up please",
    "I need a new card because the one I have is expiring soon",
    "I wanted to top it up",
    "i was thinking about using my card",
    "can i pay by card in any address?",
    "Yes, the 12 May",
    "on the 28th September",
    "I can't make it on Saturday",
    "yeah there is another thing i want to talk about",
    "Yes, it still shows as pending",
    "I would love to, but unfortunately the answer is no",
    "No, it wasn't reverted",
    "Has my instalment money been received?",
    "I sent money to an existing payee but it didn't go through",
    "Am I saving now I'm not commuting",
    "Where is it?",
    "i did it but it seems that it is not completed yet",
    "It's about an existing payee",
    "I did it from my phone",
    "I want to hear that again",
    "tell me how long it is",
    "I am available for a meeting today in the period between 5:05 p.m. and 16 55 afternoon",
    "The interest got decreased to 0.05 last month, this is outrageous!",
    "The topup done this morning did not go through.",
    "The topup done this morning did not go through.",
    "i will need to close my business account next 30th, can you help me out with this?",
    "cancel that standing order on Mar 2nd",
    "could you stop my standing orders for next month?",
    "Will be there in 2 days, bye",
    "sure, anytime before 6 40 morning",
    "i know, I forgot where I put it, dont laugh",
    "I received a cheque, now what do I do?",
    "ill use a cheque",
    "when will the debit card arrive to my address?",
    "The transaction was rejected some weeks ago, but I'm still waiting for the refund.",
    "if I remember correctly, my credit card got stolen on Thursday, 16th November",
    "I didn't forget it",
    "My credit payment was declined",
    "i already have a credit card",
    "What additional public transport expenses have I incurred from Jan 15th to the 16th",
    "how many transactions were there between the 11th August and the 13th Aug",
    "It starts from the 22nd November",
    "What did I spend on newspaper on October",
    "How much did I spend on holiday last Friday?",
    "what time do you clear transfers?",
    "when will my loan be approved?",
    "hello! good morning!! can i speak with a real person please?",
    "Good day",
    "I want to change pin on my debit card as soon as possible.",
    "The pin for my card is not the same as the one for my account, right?",
    "Many many thanks, can you then stop the payment of 92.03 dollars I made to anthropologie on June 22nd?",
    "thats so helpful! very appreciated!",
    "Why do I have three debit cards linked to the same current account?",
    "Yes, it is a debit one",
    "Can I go to overdraft when withdrawing money via regular ATMs?",
    "retire cash from an ATM",
    "how can i apply for an international account?",
    "How do I change the amount for that recurring debit to Telegraph?",
    "how much did I spend on Snappy Snaps during the last month?",
    "Contactless payment did not work for me yesterday at Pret",
    "Will my direct debit be approved if I accidentally go over the overdraft limit?",
    "the street showing in my direct debit is wrong",
    "No matter what I tried, contactless payments do not work via your stupid app, and I'd like to close the account.",
    "without contact",
    "could it be before 6?",
    "It was less than what I told you.",
    "Since you cannot resolve this, I want to directly ask that refund from an agent.",
    "i needed to be refunded from some fees but i did not get the money back yet",
    "Why is my request on the savings account for a larger overdraft still pending?",
    "Any reason for my card not working for online payments?",
    "I have an appointment for saturday, 28 Feb 2015",
    "i tried to cancel my appointment but it didn't work",
    "can i take a 26 year mortgage?",
    "It's about that mortgage I have",
    "Is that higher than this month?",
    "Is that more than this month?",
    "I'd like to apply for a loan later this year, but I'd like to find out more about your rates.",
    "the exact loan amount was 40000€",
    "these are the personal details that you need to provide for the loan",
    "Nothing works any more, just fix it or let me speak with another agent...",
    "That's not it, can I please talk to an actual person?",
    "can i increase my overdraft?",
    "I set it much higher than it was",
    "How much money can I transfer from my current account?",
    "I want to change my limit",
    "No, it's not about the overdraft",
    "I need to change my surname to mayers",
    "you need to update your personal details for a transfer",
    "How much interest can I expect given my current account situation?",
    "how many things can you answer to?",
    "Not sure about my current balance as two payments are still on hold.",
    "I can't see my balance",
    "I want to transfer $10000 to my savings.",
    "I made a transfer to adrien balcom I think 7 days ago, but I don't see it anywhere",
    "Will the interest from my savings get taxed?",
    "It's about my interest rates.",
    "I have taken the 11:05 night time slot",
    "lets make it at 11:50 a.m.",
    "It has to do with my current account",
    "I want to close it",
    "I want to send money to someone abroad",
    "It was international, is that a problem?",
    "its about my account",
    "To be honest, I have no idea.",
    "I am unsure",
    "Can I make an insurance claim?",
    "can i do one?",
    "i need to make a transfer to a new person",
    "What are the benefits of paying by card?",
    "I keep trying to pay with this card but every time I get a message that it didn't go through",
    "No, I need it tomorrow.",
    "Anything 20 days from now?",
    "yes it says that its pending",
    "Indeed",
    "nope never",
    "No, it wasn't showing as pending",
    "topup just fails all the time",
    "can you top up using the app",
    "what is a tax efficient way of saving?",
    "Give me more info about using it on my mobile.",
    "I can't see it",
    "the first one i have",
    "It's a new payee",
    "could you repeat that please?",
    "i want a new card, how long will it take to arrive?",
    "it will be nine",
    "can you show me all my payments during the last 5 hours",
    "That's right, everything has been broken since yesterday evening.",
    "I need that company account set up before or latest on Monday",
    "I need to cancel the standing order to hyatt in 9 days",
    "I am calling because of that freaking standing order.",
    "i see, that was super helpful, ciao",
    "Ok, another thing - do I have to pay some fees to use atm when Im abroad? i know that some banks are charging a lot!",
    "The money from my cheque has not arrived yet",
    "I can't deposit my cheque via your app",
    "my wife still hasn't received anything, we've been waiting for 4 days now",
    "I still haven't received my card",
    "i cant find it",
    "I may have lost it somewhere",
    "What is my max credit limit",
    "Yes, freeze my credit card immediately!",
    "how much did i spend on supermarket from Monday last week to this Thursday",
    "i would like be able to use overdraft in my account till Dec 8",
    "starting on the 27th January 2022",
    "What additional food shopping expenses have I incurred in the last 3 months",
    "What additional my salary expenses have I made with m and s  in the last 2 months",
    "When do I have to show up tomorrow for that meeting?",
    "when will the interest rate on my savings account increase?",
    "Hi, I asked for a refund but it hasnt arrived to my address",
    "Good morning",
    "i wanted to pay using a card but it seems like it was reverted, maybe the pin was wrong",
    "my number passcode",
    "thanks, I will be abroad",
    "Thank you, it shows as reverted now",
    "I want to increase my debit card spending limit",
    "does contactless also work with debit cards?",
    "my card doesn't work at the atm!",
    "It was about withdrawing money",
    "how do I set a new direct debit to pay my subscription to railcard.co.uk",
    "How can I set up direct debit?",
    "I am asking how to do it.",
    "how much was my payment at the blues kitchen shor yesterday around half past 5 a.m.",
    "Can you give me a list of companies to which I did payments in July?",
    "a query about my direct debit processed",
    "i made a contactless payment to a shop but it seems like it hasn't arrived yet",
    "It was contactless",
    "can we make it before 9 20 in the night",
    "Do you have any savings accounts with smaller maintenance fees?",
    "nope, i asked for a refund but its not showing in my account",
    "I demand a refund!",
    "why was my 1100 dollars transfer declined?",
    "why was my meeting at 4:50 in the night cancelled?",
    "Why have you declined my request for a loan? I need the money!",
    "any limits on amount of appointments I can schedule?",
    "Feel free to drop that meeting slot.",
    "How can I compare mortgage and refinance rates?",
    "I think she called about mortgages only.",
    "Who did I pay the most this past month",
    "Since several days ago.",
    "I want to apply for a loan, what should I do?",
    "I never said anything about any loan! Just let me talk to a person already",
    "dont feel offended I don't feel comfortable sharing my personal details with a machine",
    "Yes, I want to talk to a real person",
    "I want to increase my card's spending limit",
    "this was definitely more!",
    "we asked about the limit",
    "I spent 58 dollars in overdraft. What is my current balance?",
    "It has to do with my overdraft",
    "I want to change my card reader.",
    "It isn't working and there's nothing I can do to change it",
    "Tell me the amount of money I have there",
    "just checking my balance",
    "make a payment of 962$ to keandre yamaguchi",
    "he was supposed to send me 950€ this morning.",
    "its subrina cosner on the 2nd",
    "Indeed, I want to open another savings account.",
    "do you charge interests?",
    "Are there any fees I should be aware of?",
    "20 mins after 10 PM",
    "Yes, it was around 5 50 in the afternoon.",
    "what are the benefits of your current accounts",
    "I want to close my current account",
    "No, I just want to close the account, nothing else.",
    "i want to close my account",
    "It is an international payment indeed, when it will arrive to my other account?",
    "This payee has an international account",
    "Can you list the accounts under my name?",
    "I don't remember if I payed by card",
    "I can't say",
    "I could not transfer on Thursday.",
    "thats right, activate it",
    "I pressed something wrong on the atm, and now my card doesn't work anywhere.",
    "It's a Visa",
    "how about Sep 27",
    "how about Sep 27?",
    "How's the 3rd?",
    "Yes, tell me about that",
    "I didn't pay with my phone",
    "No, I don't want you to read it",
    "That transaction is not present, no matter what I try.",
    "pay me on the following address",
    "this looks good, can you tell me more?",
    "this looks good, can you tell me more",
    "Do you also need my address for my personal details?",
    "It's been reverted",
    "i already have it",
    "in the personal details section, my address",
    "tell me that again",
    "are there any suspicious transactions between 2 and 22 45?",
    "Let's say 6",
    "delay my meeting for 30 minutes",
    "do you offer accounts for small businesses?",
    "concerning business",
    "I already told you there isn't any active standing order. Can I speak with someone else please?",
    "thats all, thanks",
    "Catch you some other time",
    "I see, is 9:20 p.m. available this Friday?",
    "This is great, just do as we discussed.",
    "Do I need to write my address on the other side of the cheque?",
    "can I write cheques with my account?",
    "hi when will it arrive?",
    "when will it arrive?",
    "Hi there, I need to report my debit card stolen.",
    "I forgot it",
    "My credit card was declined when I was trying to rent a car and I don't know why!",
    "It is not a credit card",
    "can we switch the date to today?",
    "please delay that payment at least until 23rd December",
    "I want to block contactless functionality on my Master debit from tomorrow onward",
    "I double paid at a grocery store last week, and it seems that one of the transactions hasn't been reverted yet.",
    "When have you started charging fees for keeping my savings account?",
    "when can I do this",
    "Hi there",
    "Hi, my app isn't working properly",
    "i can't get into my account and the stupid pin doesn't work",
    "My pin isn't working",
    "thanks, can i see them?",
    "Thank you, but I'm still confused about these fees. Could I talk to someone?",
    "can I use my Visa debit normally abroad?",
    "i need to freeze my debit card",
    "That transaction is still pending although I withdrew the money almost 5 months ago.",
    "i tried to do a withdrawal with my contactless card and it didnt work",
    "How should I set up direct debit?",
    "I don't know how to transfer money, I have never done it before. Can you help me?",
    "why am I being charged 72.26 dollars on london taxi the 28th of each month",
    "can you let me know if had a direct debit with The Standard Hotel last year?",
    "Why cannot I set any direct debits, where's the problem?",
    "my card sometimes didn't let me pay contactless on Friday",
    "Sometimes contactless payments are awaiting for too long.",
    "Is that less than last week?",
    "i cant make it to the appointment before 11:10 morning on Sunday",
    "What is the minimum topping up amount?",
    "can i get my money back for cancelled flights from last year?",
    "i need to get a refund",
    "why was it declined?",
    "Why is it happening all the time?",
    "i wont be able to make it to my appointment in 35 minutes, my name is allycia watford",
    "i need to schedule a meeting while im abroad",
    "i want to remortgage.",
    "I must somehow put my mortgage payments on hold.",
    "What is the current interest rate on one year fixed bonds?",
    "i havent made any payment like that lately!",
    "do you offer loans for more than $20000",
    "what's the maximum loan I can get?",
    "The card is just not working and that's it, can I talk to somebody else?",
    "i want to use the app so put me with a human please",
    "is there any limit on how much can i increment it?",
    "what is the maximum i can get? i would need like 90€",
    "limit on my app",
    "What is an overdraft",
    "i would like be able to use overdraft in my account",
    "i have left my old address",
    "I need to change it",
    "What is my current account sum after that transaction to takeisha?",
    "tell me how much I have on my account?",
    "How do I check the balance in my card?",
    "set up a $500 transfer tomorrow at 12 00 a.m.",
    "I'd very much like to revert the payment of 24.57€ made two weeks ago.",
    "If I don't know the exact address of moak, does this mean I cannot proceed with the payment?",
    "its the account I'm using to save money",
    "its of the type savings",
    "The transaction was rejected, but you did take your transaction fee nonetheless!",
    "are there any interests if i pay by cash?",
    "anything free in half an hour?",
    "Can we open a joint current account?",
    "I made a transfer to friend's current account but I think it hasn't arrived yet",
    "i want to leave",
    "can I open account in other currencies?",
    "the person i'd like to pay lives in another country",
    "Yes, this is the account",
    "I have no idea",
    "Please book it for 11/04/23",
    "i forgot to make a transfer so i could top up",
    "I didn't get the recent statements on my visa.",
    "Yes, my card is damaged",
    "the date of birth is not correct, it is the 5th of May 1962",
    "It's 3 days away from now.",
    "yes i have paid him before",
    "That is correct",
    "no please don't",
    "No, it wasn't reverted",
    "is it posible to pay by cash?",
    "I can't seem to top up",
    "How about telling more?",
    "declined",
    "my personal details are the following",
    "It was from my phone",
    "How long am I allowed to borrow for",
    "can I get an appointment anytime between 12:45 p.m. and 25 past 17 afternoon",
    "can we change my appointment at 5 past 12 p.m.",
    "Do we get more than 1 pin with each card?",
    "I spent a lot recently so I had to top up, but it's been hours from that and my account says I'm still broke",
    "i don't need the business account anymore",
    "can you set up an standing order to kirin engelhart for $340 on the 2nd of each month",
    "This is definitely a wrong standing order, please remove it.",
    "25 to 11 morning then, bye",
    "Ciao",
    "Ok at 4",
    "I can't find my card right now so I hope they accept cash or cheques.",
    "i was paid by cheque",
    "I actually called about that other thing, but can you also tell me when can I expect that new card to come?",
    "Nothing arrived yesterday.",
    "Huh, i lost my card 8 days ago.",
    "someone stole it from me",
    "my credit card payment was reverted",
    "How much is my current overdraft limit on my credit card?",
    "how much did I spend between the 30th and the 16th of Jun",
    "my interest rates are smaller now than 6 months ago, what's going on?",
    "no! I started paying back my mortgage only from 21 June 2016",
    "Has the price of family gone up",
    "How much more did I spend on bar this month?",
    "If I add money to my account via the mobile app, when do you refresh the account balance?",
    "I know that the offer started at 9:55 today, but when does it end?",
    "Good evening",
    "Hi, what information can you give me about bank cards?",
    "I would like to change my PIN, because I don't remember it.",
    "is there any maximum amount of appointments i can ask for? thank you!",
    "im very grateful",
    "So, both my debit cards are linked to the same current account? Can you freeze one of them?",
    "Just freeze that debit card!",
    "It is not a debit card",
    "Do you charge any fees if I get euros from an ATM abroad?",
    "can i check if the withdrawal i did abroad was charged?",
    "How do I ask for a refund?",
    "Which way can I increase the overdraft for my current account?",
    "did I spend more than 990 pounds in santore restaurant during the last week",
    "What's the exact address of chipotle?",
    "I want to perform a direct debit through the app",
    "i need to cancel a direct debit so please show them to me",
    "my card sometimes doesn't let me pay contactless, why is that?",
    "How does contactless work exactly?",
    "i need to make that transfer earlier than November 4th",
    "why am I earning less daily interest than the previous month",
    "Yes, getting that refund tomorrow is fine.",
    "I demand a refund, put me through with a real person!",
    "I transferred some money to my mum overseas last month, but this is still pending. What the hell?",
    "my card was declined whats going on?",
    "I don't want to meet anymore, all good",
    "Can i set an appointment in your local branch?",
    "whats the difference between mortgage and normal loan?",
    "tell me about mortgages",
    "could i get a loan for 11 years?",
    "i keep increasing my limit on a weekly basis and it's changing back! seriously, you have to fix this right now!",
    "Is this loan on the name mesha chung?",
    "I can't discuss leaving the bank with you, and I'd like to speak to an actual person.",
    "Pass me to a human please",
    "is later than 9 ok",
    "Is there a limit to that?",
    "that was the overdraft info I was looking for",
    "can i change my personal details when im in another country?",
    "I need to change my address",
    "How much interest do I pay",
    "how much extra would I pay when exchanging pounds to euros in Italy?",
    "she asked about the balance we have in there",
    "it is not 10£",
    "Yes, I want to transfer 1300 pounds to my Express savings account",
    "that is not my name",
    "i already have a savings account",
    "use my savings account",
    "I refuse to pay that fee.",
    "i need to set up a transfer for tomorrow at 0 45 p.m.",
    "cancel the one at 2:35 p.m. on Dec 8th",
    "yes, my current account movements are not showing",
    "Yes, it is a current one",
    "I want to close it",
    "It's about an international transfer",
    "I need to know the list of transactions on my account still pending.",
    "It's about an existing account",
    "not really, i dont know if i need something else",
    "I honestly have no idea, I'm sorry",
    "I haven't tried it, but I still hope that I can do it using the app only.",
    "Can you activate it for me?",
    "I paid by card",
    "Can someone help me top up my card? I have never done it before and I am really lost.",
    "It was declined yesterday",
    "no not tomorrow",
    "It surely is.",
    "Exactly, it was declined",
    "No, don't tell me the list of payees",
    "No, it is a new one",
    "Is it possible to pay by cash?",
    "It happened when I tried to pay",
    "I want to find out more about that opportunity.",
    "It just says that it was declined",
    "It was declined",
    "my travel was cancelled",
    "my travel was cancelled because of the virus",
    "It was with my phone",
    "That's where I live",
    "One more time please",
    "how long will the card take to arrive if i ordered it to another country?",
    "No, I cannot do anything before 15 past 9 night.",
    "I tried to send the money and it wasn't sent! I'm waiting already 6 days",
    "I spent 60.02 pounds from my current account this morning. What's my current balance?",
    "I spent 67.27 euros from my current account this morning. What's my current balance?",
    "nope, transfer that to my business account. can i talk to human about that?",
    "I want to activate a standing order to latrice song from my current account for 740 dollars on first Wednesday of each month",
    "The standing order for Deliveroo must be changed to the 25th",
    "see ya!",
    "ok, and when did I spend £82.55 at taxis",
    "Got it, is there any chance to get a lower rate then?",
    "My cheque hasn't arrived yet and it has been more than two weeks",
    "Yes, it's about a cheque",
    "Yes, I got the card, but the problem is I have lost it again",
    "I wanted to activate my card, it just arrived",
    "i lost my credit card in spain last week.",
    "I lost my mastercard. It was credit i think",
    "can i get 2 credit cards?",
    "show me all the payments to Cashback from the 28 Oct to the 3rd",
    "Can you just list all the transactions from  Monday to Sunday?",
    "How much have I paid Shoe Business since April",
    "in what did I spend most last month?",
    "what time is my appointment tomorrow?",
    "When exactly are my mortgage payments ending?",
    "good morning, i need to cancel a direct debit that I set up with prufrock last Monday",
    "hello there!",
    "Do I need to type my pin again to see my overdraft limits?",
    "its about my pin",
    "much appreciated, can you revert the 66.1 dollars payment then?",
    "Many thanks, this is much appreciated!",
    "Thank you, but I don't feel comfortable sharing my details with a machine. Can I talk to a person instead?",
    "First, I have some questions about my savings account and my debit card, and also some other questions as well.",
    "where can I find more info about online shopping with your debit cards?",
    "can i get more than 2000 dollars from an ATM?",
    "i want to change the amount limit for international withdrawals. I'm traveling in 3 days.",
    "how can I reduce the amount of fees I'm paying?",
    "what is the way to increase the overdraft for my account? can i do it online?",
    "on how to make this work",
    "Why cannot I set up a direct debit payment with Monthly Pay?",
    "I really don't remember if I bought anything at hyatt gift last month",
    "true, this direct debit should go to katye tao",
    "It was a contactless payment of 84$",
    "How does contactless work exactly?",
    "do I have less than £900 in my account?",
    "could you cancel my current account before summer?",
    "I want those 30 pounds back, put me through with a bank worker!",
    "I would like to get a refund",
    "Oh why was it declined",
    "why was I charged a 3.4 dollars? Im sure I was using my international card!",
    "I'd like to change the date of my bank appointment",
    "Is it possible to book an appointment online or do I need to come to your branch?",
    "I got my answers related to the mortgage, but I have another question.",
    "i am not sure about the interests of my mortgage",
    "I couldn't make any payments for the last 3 days, they were all declined",
    "on August",
    "Can I get a higher loan after 3 years?",
    "Is it possible to ask for a loan from the app?",
    "I didn't receive the money from my student loan",
    "hey give me a real person",
    "I don't feel comfortable sharing my personal details with a machine",
    "anytime after 10",
    "I was wondering if the limit could be increased",
    "Do you offer overdrafts with several limit levels?",
    "i need to cancel my overdraft",
    "I need some help updating my contact details online",
    "how much money do I have in my savings account?",
    "Check my balance last Thursday",
    "I can't see my balance anywhere",
    "move money from my account to another one",
    "to hogan on the 5th",
    "Indeed, I did pay waddell in the past.",
    "can you move all the money from the saving account by Monday?",
    "Savings",
    "Does this mean that I get to keep the existing interest rates on my ISA?",
    "at 3 night",
    "hmm... maybe 10 o'clock?",
    "current please",
    "seriously, your customer service is the worst, I think I will go somewhere else.",
    "I want to leave",
    "It is an international transfer",
    "I want to access the key info on all my accounts.",
    "no idea",
    "I don't know how to transfer money, I have never done it before. Can you give me a hand?",
    "no, i havent made this",
    "i want to open one",
    "I want to top up",
    "Can I top up my card with my phone?",
    "Yes, it is this card",
    "It was refused yesterday.",
    "i issued a transfer yesterday and it still doesn't show up on my transaction list?",
    "Yes, exactly.",
    "yes through the app",
    "It's not that",
    "No, I don't want to hear that",
    "It happened several times when I tried to pay, really weird sometimes it works sometimes it doesnt",
    "I have a payee I want to send money to",
    "show them",
    "It just doesn't work",
    "This is not working at all!",
    "brand new",
    "With my phone",
    "By cash",
    "how long do i have to wait after a transfer to be able to get cash from an ATM?",
    "could we move it from 12 20 p.m. to 21:25?",
    "make it 3",
    "I havent checked it for the last 12 hours",
    "I want to make a complaint about one transaction executed earlier today.",
    "I have a question about my business acc.",
    "for the standing order with Sztur Elektron, i need to change it from the 7th to the 14th",
    "Standing orders I set yesterday.",
    "it looks like this is not working, lets just call it a day",
    "Ok, another thing - do I have to pay extra to use atm when Im abroad?",
    "that's great, then set that direct debit of 210 pounds with Amazon Shopping as said",
    "How do I cash in a cheque?",
    "Yes, it is a cheque",
    "when would you arrive to the appointment you booked to talk about overdrafts?",
    "I expect the refund from Waitrose to arrive in the next few days.",
    "I don't know because I forgot.",
    "I have lost my debit card",
    "please i want to speak with a human so i can have my credit payment refunded",
    "It is credit, thank you",
    "show my transactions between the 1st to the 7 June",
    "are there any transfers between the 1st until the 7 June",
    "show my transactions from the 1st to the 7 June",
    "are there any transfers from the 1st to the 7 June",
    "are there any transfers from the 1st until the 7 June",
    "Tell me the exact date until my loan contract lasts.",
    "how much interest did i earn on my savings since the 25th June",
    "how much did I spend on hair yesterday?",
    "do you offer any spending analytics for pubs and similar stuff?",
    "When exactly is my next mortgage payment due?",
    "hi, need to check my accounts",
    "hello could i see it?",
    "I forgot my password, what should I do?",
    "i tried to change my pin but now its back to the previous one",
    "Thank you so much!",
    "It is a current one, thank you",
    "Yes, that transaction was made by my debit card. Can you now help me with that other question",
    "It's a debit one",
    "I simply cannot get any money from Santander's atms",
    "I want to withdraw all my moneyyy",
    "How can I make a transfer of 6600 pounds to passport office straightaway?",
    "how can I send some money to my sister in Canada?",
    "Did I shop at Godaddy this month",
    "Did I buy anything at Godaddy this month",
    "do I still have a direct debit for thats shoe business ?",
    "i really have to shut down direct debits so please show them to me",
    "the contactless feature of my card is not working",
    "My card is not working contactless.",
    "I wanted do decrease that, if it's possible?",
    "can we make it before 2 05 p.m., its really important for me",
    "I wanted to decrease it",
    "no, the actual refund claim is higher, it was £201.97",
    "I want a refund right now! Why am I even wasting time with a machine, let me talk to a real person",
    "why are the interests higher than last month",
    "why my limit is only £6716??",
    "I want to schedule a meeting with somebody at your branch around Grenville Street",
    "I'd like to reschedule the appointment.",
    "what's the interest rate difference between loan and mortgage? I need around 15724 pounds",
    "No, it's not a mortgage",
    "can I extend my loan for a year",
    "could it be next month?",
    "Can you tell me what my overdraft limit is? I may need to use more money than usually this month",
    "When it comes to loans I'd prefer talking to a human tbh",
    "I should speak to someone else as this conversation is not leading anywhere...",
    "I want something else, but I'd rather talk to a real person about it",
    "what is the maximum i can get?",
    "Do I get higher interest on my savings in other currencies?",
    "my over draft limit is like 60 dollars ?",
    "its an overdraft question",
    "I want to change the time and the date of that transaction!",
    "What do I currently have",
    "How much did I have on that savings account 6 months ago?",
    "yes, show me the balance in the app",
    "How do I check my balance on my phone?",
    "I was trying to make an international transfer for 350€ but it didn't work",
    "make a payment of 3880 euros at 15 to 19 the day after tomorrow",
    "ah, yesterday I forgot to make a transfer to shinika olmeda",
    "nope, this is not the correct name of the recipient.",
    "It's a savings account",
    "do you provide any interest on the current account?",
    "Yes, 20 past 7, can you book it?",
    "I'm having issues with transferring my funds back to current account, I did monetize my funds already 1 days ago",
    "I'm having issues with moving my funds back to current account, I did monetize my funds already 1 days ago",
    "It's an existing current account",
    "Just freeze it today please!",
    "i want to quit",
    "yes, it is an international card",
    "I cannot open the list of recent transactions on my existing FlexiPlus account.",
    "This is my account",
    "I have no idea, sorry",
    "i don't know those details",
    "I want to make an insurance claim.",
    "I want to activate my card",
    "I want a new card",
    "I didn't pay by card",
    "It wasn't by card",
    "what about the 7th December?",
    "What happened with my payment from yesterday?",
    "Yes that is my number.",
    "Yes, my personal details are correct",
    "that's not right",
    "No, I didn't transfer any money to anyone",
    "I've sent money to this payee in the past",
    "I can't seem to be able to pay from my phone, it shows as declined",
    "Can you tell me my IBAN number?",
    "so it looks like it was reverted",
    "It was reverted",
    "please",
    "It's for an existing payee",
    "I wanted to ask another thing",
    "how long have I been paying the direct debit to Waitrose",
    "do you have free slots between 16:00 in the afternoon and 5 to 8?",
    "is there any limit in the number of accounts i can have?",
    "i can't make it on the next 7 hours",
    "i will neeed to close my business account in 9 days",
    "I'd like to ask again about opening a new business account.",
    "i checked my standings orders for last 4 days and there are some missing payments?",
    "a regular amount paid on a specific date",
    "That's all, thanks a lot, cheers!",
    "ok, when?",
    "Aight, and when did I made that 37.37 euros payment to amazon video?",
    "the address on my cheque is wrong!",
    "a cheque",
    "when will the transfer arrive?",
    "it should arrive soon.",
    "I think my card got stolen, can you tell more about how to cancel it asap?",
    "I lost it",
    "If I replace my current credit card, will I still be able to do the same purchases as before?",
    "it says credit",
    "how much did I spend on eon between the 7th and the 25th of Dec",
    "I'll be abroad from Jan 3rd until Jan 9th",
    "Since last Sunday I have trouble withdrawing money on ATMs abroad",
    "Has the price of subscription gone up this week",
    "Is it true I spent so much more this month on delivery?",
    "Can you tell me from which date exactly my loan starts?",
    "hi, I want to get the list of my recent applications made via contactless payment made to kisha",
    "hi i need to change something",
    "i don't know my pin",
    "I forgot my pin, can you help me?",
    "Thanks a lot for confirming that meeting slot!",
    "Thank you, I don't know",
    "Can I use my standard debit card to withdraw the money abroad? Actually, I want to speak to your agent.",
    "its a debit one",
    "How much can I withdraw from ATMs abroad?",
    "i made a withdrawal and my account balance changed",
    "What is the procedure to apply for a loan?",
    "How can I do a deposit on behalf of my mum, she's in hospital?",
    "with which companies do I have direct debits set up?",
    "I paid contactless at Waitrose but this payment got reverted yesterday.",
    "Something is terribly wrong with my direct debits, since yesterday or so...",
    "i tried to pay contactless 4 times to no avail.",
    "I don't know if it's contactless",
    "Is that less than last month?",
    "Why cannot I decrease all these fees and rates you charge me?",
    "yes refund me the 595 pounds",
    "I haven't received the refund.",
    "i want to get a refund of a top up i made",
    "Why was my application declined",
    "Can you tell why you increased your interest rates this month?",
    "Absolutely, I am happy to have that appointment and finally close this nagging account.",
    "i need to cancel our appointment at 9:20 night, yes.",
    "can my mortgage be higher than 14000 pounds",
    "Where can I get more info on your loans, mortgages and ISA savings?",
    "did I receive any money from ramero vankirk lately?",
    "did I receive any money from severo in last 4 months",
    "Do you plan to increase your loan rates in the near future?",
    "I want to apply for a new loan",
    "this is really frustrating",
    "i just wanted to increase it but pass me to a human please",
    "How difficult is it to increase the overdraft limit on my current account?",
    "I would like to increase my card limits",
    "What are the current overdraft limits on my Flexi current account?",
    "How do i look with my overdraft",
    "My balance says I went into overdraft so I topped up, but it's been hours from that and it still hasn't updated",
    "no, I meant 4004$",
    "I want to change the name on my card",
    "what are the cost of moving money overseas?",
    "Do I have any pounds on my savings account?",
    "It's about my balance",
    "schedule transferring 190€ at 0:10 to the current account",
    "do i need to give my name in a transfer?",
    "There's something wrong with my savings account, I tried to open it but nothing happens",
    "I hate this bank so much! I want to close my savings account right now",
    "What happened with my interest rates?",
    "How about last Saturday at 10 05 night?",
    "What about last Saturday at 10 05 night?",
    "what about 23:50 night",
    "It is a current one",
    "stop that transaction!",
    "Yes, the payment was international",
    "i want to get some information about the accounts you offer",
    "It would be hard to tell",
    "i need to make it in 10 days",
    "do it on 6th of March",
    "I want to top up my card",
    "Is it card or cash?",
    "My card payment shows as pending",
    "The date I want is 9/3/2019",
    "It happened 13 days ago.",
    "Yes, this sounds about right.",
    "Yes, that's right",
    "I can't pay that back any time soon",
    "thats not it",
    "i don't need anything else",
    "Can I see my latest transactions?",
    "the person i want to pay",
    "can you show them to me?",
    "it has been reverted",
    "As far as I can tell, it was reverted",
    "Next time please do not do anything without me confirming!",
    "I want something else",
    "There's one more thing I wanted to say",
    "repeat please",
    "Yes from 7 25 p.m. to 11 20 p.m. please",
    "3 maybe?",
    "for 11 hours",
    "do you offer accounts for small businesses?",
    "Yes, I opened the account for my business on 23 Mar.",
    "i dont have any active standing order, not that Im aware of?",
    "that was super helpful, bye",
    "Gotta hit the road",
    "i see, awesome thanks",
    "can i use a cheque to top up my account?",
    "my cheque was declined in a bank",
    "this was supposed to arrive 4 weeks ago",
    "when will my new debit card arrive",
    "let me think, i lost it the night of the 18th",
    "I think you forget to send me one of the recent statements on my visa.",
    "what credit cards do you offer?",
    "the credit one",
    "are there any payments to elia greek restaurant between May 22 and May 29th",
    "no, I meant show me all the transactions from Sunday to Monday please?",
    "What are my additional expenses on tax since November",
    "How much less did I spend on drinking on the current year?",
    "Is my newspaper spend less than usual in last 23 days?",
    "when will you offer interest free international transfers?",
    "What is the exact date when my mortgage ends?",
    "hi there, what i want is setting up a direct debit with Cash back for the next 2 months",
    "hello can i change my savings account",
    "why do i need my pin to ask a question about overdrafts?",
    "I am completely sure my pin is correct but it is not working for some reason",
    "Yes, thank you",
    "Thank you very much!",
    "increase my debit card spending limit, it's really urgent matter",
    "Yes, it is debit",
    "That transaction is still pending although I withdrew the money almost 3 months ago.",
    "why are your fees on cash withdrawals abroad getting higher and higher?",
    "what do i need to do to transfer $2000 to a bank overseas",
    "how can i be eligible to take a loan in your bank?",
    "How do I top it up?",
    "It was a contactless payment of 53 dollars for Blues Kitchen subscription",
    "It was a contactless payment of 53 dollars for Blues Kitchen",
    "how much did my wife spend in Godaddy's webshop last week Monday",
    "is making a payment to get up to date with a direct debit has some additional fees?",
    "I tried to pay contactless and I couldn't! It was only something around 10 pounds!",
    "How does this contactless thing work?",
    "How much do you charge for minuses over 1 thousand dollars?",
    "No, I want to open the account tomorrow or even earlier.",
    "I was told that i will get a 80.24 pounds refund 3 days ago but it is not showing",
    "I don't want a refund",
    "why is the payment not showing on my balance?",
    "and why is that",
    "I'm looking forward to the appointment tomorrow",
    "i need to schedule a meeting to talk about my cards and loans, can we make it 10:10 in the morning on Tuesday",
    "Yes, this is a new appointment",
    "I think so. Can you list all my mortgage options?",
    "Yes, I wanted to talk about my mortgage",
    "which are my highest payments last month?",
    "what is the maximum I can pay into savings each month?",
    "what is the loan limit for short-term loans?",
    "How can I access more info about loans that I still owe to peopke?",
    "It seems that the balance is not right. Can I get someone else on the line to confirm?",
    "I really want to stop talking to bots and virtual agents, get me to someone else!",
    "What was my largest expense 4 months ago?",
    "I don't understand what you mean not being able to increase the overdraft limit",
    "any upper bar or cap?",
    "can i spend more money than what i have in my account?",
    "i dont remember how to update my address through your mobile app",
    "change",
    "do I have any money in my account?",
    "do i have to pay anything if i close an account with negative balance?",
    "ah, can i make a 800 transfer to greogry",
    "I sent 554.2 euros to kayshia maharaj via SWIFT 9 days ago, but it's not there yet.",
    "I need to make a transfer to arwood",
    "resend the same amount to shawanna broadwater in 8 hours",
    "What savings acc options do you guys offer?",
    "what's going on with my interest rates?",
    "I need to top up my card ASAP",
    "the 18th at 20:50 evening",
    "yes, it is a current one",
    "It is a current one",
    "close it on the 23rd Mar",
    "Just freeze it soon please!",
    "in another country",
    "the list of recent transactions on my existing FlexiPlus account is empty, that can't be right",
    "I cannot really recall that info.",
    "i am not sure about that",
    "I would like to select an existing payee",
    "Do it",
    "i have an issue with my card",
    "I paid by card",
    "The date would be April 14 2018",
    "Yes, I paid it yesterday",
    "Yes, it's exactly that",
    "No, it's just gone...",
    "I never said that",
    "It was a money transfer",
    "tell me about pensions",
    "tell me what it says",
    "it looks like its still not working",
    "My address isn't on the list",
    "its a new one",
    "I used the app",
    "It is new",
    "how long do i need to waste my time until i can talk to an agent?",
    "hello, please list my transactions from 1 45 a.m. to 5 to 7 evening",
    "40",
    "don't let any payment go through for the next hour and a half",
    "My payment shows as pending and hasn't changed in the last hour",
    "Just put it on my business account, please.",
    "your website doesn't show my standing orders!",
    "just standing orders and nothing else",
    "No, that's also incorrect. I'll just hang up now.",
    "Okay thanks",
    "sure thing, I just need the deposit any time after 22:15",
    "yep, I did make that payment via cheque 6 days ago",
    "No, it has nothing to do with cheques",
    "When can I expect my new credit card to come?",
    "please schedule the arrival of the new card no later than next Sunday",
    "I lost it some days ago",
    "Someone just stole my card, I need you to freeze it right now!",
    "what is the spending limit of my credit card?",
    "from the 19th to the 22nd how much was streaming",
    "from the 2nd to the 10th how much I sent to mekia s. burgess",
    "show me the payments to underground from September on",
    "Did I spend less than usual amount this week for donate?",
    "which month during last year did I spend more on electricity",
    "when will my international card payment arrive, i waited 76 days already",
    "When can I expect the answer?",
    "hello can i finally get my refund?",
    "hi, i need to make a payment and then something else",
    "do i need to introduce the pin when i pay with contactless?",
    "I forgot the pin to my card",
    "Thanks a lot, cheers!",
    "Thank you so much for your help, I appreciate it",
    "How much can I spend on my debit card per month?",
    "Amazon Shopping stopped accepting my debit card for some reason...",
    "Is it possible to withdraw more than a thousand pounds via ATM?",
    "Do you charge extra for cash withdrawals outside the EU?",
    "what do I need to do to speak with an agent?",
    "how to decrease it, please help me!",
    "How should I prepare that information",
    "how much I spent on hat and tun overall?",
    "Online and contactless payments to Anthropology are simply getting rejected",
    "i was wondering if making a payment to get up to date with a direct debit has some sort of hidden fee",
    "my direct debit was declined so i want a refund",
    "my wife's contactless payments with her visa card are broken.",
    "I paid with contactless, but that has nothing to do with what I'm saying. Can I please speak to a person?",
    "anytime before 4",
    "I set it to much lower than before",
    "Where can I submit my refund claim?",
    "could i get the refund to my new address?",
    "Why does this matter",
    "why did you increase your interest rates this month? Don't you get a lot from me already?",
    "I have an appointment on Tuesday to talk about my account",
    "it's page guynn speaking, I just want to let you know that I won't be able to make it to today's meeting.",
    "can you tell me the exact mortgage rate since you increased it in November this year?",
    "Can you tell me more about mortgages?",
    "Can you just list all the transactions from last month?",
    "you promised that functionality last year, but it's still not there.",
    "Where can I get more information about taking out a loan?",
    "fudge off i want to cancel my loan transfer me to a human agent please",
    "Just let me talk to a human already!",
    "I was wondering if I could increase my overdraft limit",
    "You put it to a much larger value.",
    "What is my current limit for transfers to the EU?",
    "How much of my overdraft have I used",
    "be able to spend more than what i have",
    "No, it was actually 640€",
    "i want to modify something",
    "I have a family abroad and I need to make a transfer there, what are the cost of transferring overseas?",
    "Is it possible to check foreign currency account balance and my current address using the app?",
    "I want to check my balance",
    "set up a transfer tomorrow at 10 to 21 for 800 pounds",
    "that's not right, I actually want to send that money to someone else...",
    "at 2 00 afternoon to jalynn",
    "could i open a savings account today?",
    "thats correct, a savings one",
    "this is the fee",
    "Please give me the time 8:00 evening",
    "can you execute that transfer already in 45 minutes?",
    "I want to make a transfer to an existing current account",
    "I don't know if it is a current one",
    "no, I just want to get rid of that account for good",
    "It wasn't an international transfer",
    "Oh yes, of course the account already exists",
    "I want to transfer money to another account",
    "i don't know if it was reverted",
    "i dont know if i need something else",
    "I'd like to top up my virtual card",
    "Yes, I want to activate it",
    "my card is broken since yesterday and I'm blocked with payments!",
    "there is something wrong with my card",
    "No, I need it on Tuesday",
    "on Jul 23rd",
    "yeah, please proceed",
    "Yes, this is my billing address",
    "i don't have anything pending",
    "i dont need anything else",
    "Can you tell me about my most recent transactions?",
    "There's something else I wanted to ask",
    "Can you tell me the address of this branch?",
    "That's not working",
    "This address is wrong",
    "ill do it using cash",
    "It should already be there",
    "I want another thing",
    "Say it one more time",
    "If I lost my card, how long do I have to wait to make another withdrawal with a new or a replacement card?",
    "send 4900 euros to domineque curl after half past 17 today",
    "Can you tell me about my last 9 transactions?",
    "Can you tell me the exact time of my latest transaction to daryl bingham, from this evening?",
    "Can you tell me the exact time of my latest transaction to kyonna lafollette, from this evening?",
    "nope, transfer that money to my business account.",
    "make a standing order for 610 dollars on the 22nd of each month",
    "about those standing orders I set",
    "i understand, that's all i need",
    "oh really? Has the price of bars and restaurants gone up this week?",
    "when will my balance be updated after i deposit a cheque?",
    "This cheque is less than 300$.",
    "will it arrive before the 15th October",
    "I need this to arrive before the 14 Jan",
    "I lost my debit card yesterday, so I'd like to apply for a new one",
    "Yes, I lost it",
    "I want a new credit card",
    "yes, I am really not sure which address is connected to that credit card.",
    "how much did I spend from the 3rd to the 6th of January",
    "how much did I spend between the 3rd to the 6th of January",
    "from the 3rd until the 6th of January",
    "from the 3rd to the 6th of January",
    "how much did I spend between the 3rd until the 6th of January",
    "was my spending in video games lower than 600£ till Dec 31",
    "from the 21st of May",
    "Was my dentist lower this week?",
    "Was  dentist lower this week?",
    "What additional medicine expenses have I incurred after 20 past 4 afternoon yesterday?",
    "what time is my meeting at the branch tomorrow?",
    "when does this thing start?",
    "Hi, I would like to open an account under the name nimesh",
    "howdy",
    "how can i change my pin?",
    "i am trying to activate my card using the pin you gave me",
    "thanks so much, can you also revert another payment for the same amount of 85.31 then?",
    "Thank you very much",
    "i tried to pay with the contactless debit card",
    "its debit",
    "No, it wasn't possible to withdraw any money in Hong Kong using my old card.",
    "It had to do with withdrawing money from the ATM",
    "How easy it to close my current mortgage arrangement?",
    "How can I check my balance from October last year?",
    "set up a direct debit with cabs",
    "can you cancel the direct debit i have with  gift shop hyatt regencys fair",
    "what's the status of that payment to deliveroo",
    "About direct debits",
    "I want to get the list of my recent applications made via contactless payment, made to starnisha hilty",
    "How do I know if my card supports contactless?",
    "can you tell me the exact mortgage rate since you lowered it in October this year?",
    "I would like to decrease it",
    "So I made a transfer from my savings account but it was declined. I understand I will be refunded, right?",
    "i have closed my savings account and i want to get a refund of the money i had there",
    "why was I charged 1.05 pounds for the transfer I made on Saturday last week?",
    "how is it possible that i paid by cash and it was reverted",
    "My card was declined and I demand an explanation",
    "10 past 3 p.m. I have an appointment on the 22nd May",
    "It's about my appointment",
    "Where can I see my current mortgage rates?",
    "I have a mortgage?",
    "No last month",
    "I just cannot send any money abroad, and it's been going on for days!",
    "i wanted to ask about loans",
    "i dont want to talk about loans",
    "So I surpassed my overdraft limit? That's not good, can I talk to someone?",
    "Let me talk to a person",
    "What is my max",
    "What is my current max",
    "I cannot figure out how to increase my overdraft limits.",
    "just checking the limit on it",
    "Your overdraft fees are insane!",
    "Can you change the date for that international transfer from my current account?",
    "No, I don't want to change that",
    "Tell me my balance",
    "What was the exact amount I paid to nyla reason some months ago?",
    "How do I check the balance on my card?",
    "yep, 3661€",
    "Send the rent payment to siara",
    "schedule the payment to jovani gabaldon at 4 15 in the morning",
    "Yes, my savings account will mature on 2016",
    "I want to open a new savings account",
    "do you charge any maintenance fees for your current accounts?",
    "That's what I said, 23:55 night",
    "I am not really sure, can you just freeze my current account for now?",
    "yeah, no problem freezing that card, I'm not using it anyhow...",
    "Can I make that payment also while I'm abroad?",
    "I was trying to make an international transfer from the app",
    "I tried to put more money to my account yesterday, but this transaction is still pending for some reason.",
    "You are telling me I can access my account from my phone?",
    "im not sure if its a transfer",
    "I would like to top up my card",
    "make the application",
    "Is it possible to pay with my other card?",
    "I was trying to top up my card but it was reverted",
    "June 21",
    "That transaction is still pending although I made a payment almost 38 days ago.",
    "yes it was reverted",
    "Yes, I did pay with money",
    "no, no, just no!",
    "that's not what I said at all",
    "The transfer didn't go through",
    "is it broken?",
    "Which is the address of the closest branch?",
    "It was reverted",
    "it looks like this is not working, lets move on to something else",
    "i already have one",
    "From my phone",
    "Can you repeat?",
    "How long do I have to wait?",
    "Good day to you! I urgently need a list of my transactions from 5:55 in the afternoon to 9:00 a.m. yesterday!",
    "I submitted my request on Nov the 16th on the savings account for a larger overdraft and it's still pending ? I tried like 4 times logging in and out but no updates.",
    "Indeed, I'd like to freeze my account starting this afternoon until next Saturday",
    "Indeed, I'd like to freeze my account starting this afternoon until next Wednesday",
    "the account I use for my business",
    "it relates to my business one in the app I think",
    "What do I need to do to set up a standing order to estelle filer?",
    "i am leaving now",
    "See you later alligator",
    "ok, 15 35 afternoon then",
    "Great, much appreciated!",
    "So, you're not accepting cheques any more?",
    "when will my card arrive?",
    "My credit card got stolen this afternoon. When can I expect to get the new one?",
    "I lost it around 3 50 a.m.",
    "No, I didn't forget it",
    "hey my credit card seems not to be working",
    "The information in my credit card is wrong",
    "up to October the 3rd 2004, thanks",
    "Can you give me the list of transactions on my current account from this Thursday until this Sunday?",
    "can you tell me How much have I paid hyatt regency since February",
    "Show my take out spend on September 2023",
    "Have I really spent most on pubs last month?",
    "When can I expect that money to land on my current account?",
    "I have an appointment with my branch but I forgot at what time it is. Could you help me with that?",
    "hi, wanted to talk about my pin",
    "Hi, cash please",
    "Is it safe to write my pin on the back of my card?",
    "i want to talk about something else, the password of my card",
    "thanks a lot",
    "thanks, ill do it through the app",
    "I need to check my recent transactions to see which one pushed my debit balance over the limit.",
    "can i verify my debit?",
    "can i get cash on an ATM using the app?",
    "yes i need to make a cash withdrawal in another country",
    "How do I make the payment of 96.41 pounds to my sister?",
    "How can I transfer it to my savings?",
    "how much did I spend at uber in last 10 months",
    "Did I spend less than usual amount this week in hyatt gift?",
    "tell me my direct debit list?",
    "It's about direct debit",
    "i need to activate my new contactless card",
    "my contactless payment was declined but my balance is positive",
    "i cant make it to the appointment before 15 to 3 p.m.",
    "yeah, getting that refund any time before 12:30 a.m. today is alright.",
    "Of course, I want all £32.88 back asap!",
    "My transaction shows as pending, I want a refund!",
    "can you explain me why is there a $52.36 transaction today at 15 35 afternoon",
    "why are your loan fees higher than in some other banks?",
    "I am fine with an appointment any time after half past 3 night.",
    "arrange a meeting with us",
    "i want to get a mortgage.",
    "I cannot find any details on my mortgage in your app! Please help!",
    "can I extend my loan for a year",
    "i keep increasing my limit every month and it's changing back!",
    "i want to cancel my loan asap let me talk to the manager",
    "It's about a student loan",
    "My account balance is clearly wrong. I want to talk to somebody about that!",
    "No, you don't need to transfer me to a real person",
    "I want to increase my limit to 100 dollars",
    "can I set the transfer limit for good?",
    "What is my overdraft",
    "i made a payment to cancel my overdraft but its still pending",
    "could I change the date?",
    "can you change the address in my savings account?",
    "whats the balance of my savings one?",
    "How many euros do I have on my foreign account?",
    "balance issues",
    "transfer 670€ in 4 days at 11 45 in the morning",
    "What happened with that 68.26$ transfer to rea cote?",
    "lilith sharaya danaher",
    "Yes, confirming the transfer to cloyd at 7:25 in the evening, can you do it?",
    "What is the interest related to my savings account?",
    "do I have to pay interest",
    "What are the fees associated with this?",
    "Can I have the time at 2 15 in the afternoon?",
    "the current one",
    "If you don't help me, I might just withdraw all the money I've got and go somewhere else.",
    "Just cancel it",
    "can i top up from the app while I am abroad?",
    "Does it matter if the recipient is from another country?",
    "i dont know what type of account do i have",
    "I don't remember the exact date.",
    "I honestly have no idea",
    "Book me for the 25th this month.",
    "Can you do that for me?",
    "should i do the transfer by card?",
    "My card payment was reverted",
    "yes, it is tonight",
    "I can't see my transfer that i made 5 weeks ago! Can you tell me if it made through?",
    "Yes it is",
    "That's not what I want",
    "Not really, it just doesn't work as expected!",
    "i paid someone",
    "I am certain I paid by cash",
    "list all of my payees please",
    "It was reverted",
    "The billing address in my receipt is wrong",
    "i'll use my smartphone program",
    "It's new"
  ],
  "hotel": [
    "we will arrive tomorrow at 25 to 7 p.m.",
    "why don't you offer massages anymore?",
    "how do i cancel my restaurant booking of the 20th of April",
    "any constraints on the number of nights we can stay during the Christmas time?",
    "got it, then just rebook me to another hotel",
    "Laters",
    "Hi, can I get some food delivered now",
    "Speak to someone about room service",
    "I'd like to change my current booking to a smaller and cheaper room if possible.",
    "what is the check in time in your hotel",
    "i slept in and will have to check out later than 6",
    "put more people under the reservation rickelle kawamoto",
    "Sounds good yeah!",
    "I wanna open another reservation",
    "Is it allowed to bring your dog to the pool?",
    "no, I'm talking about an existing one, made 3 days ago",
    "wifi is broken",
    "A room with toilet.",
    "Is there a gym",
    "what is the cost of the spa",
    "3",
    "i think i dropped my phone",
    "i want to park my car somewhere",
    "I want to come tonight",
    "Could you please cancel the lunch booking for 4 at 11:45 am under shanta ricciardi?",
    "change hotel booking, my name is edens",
    "can I get an acupuncture session for the 17 Sep at 11 00 in the morning",
    "what are the restaurant dinner opening hours?",
    "I want to order breakfast omelette room service",
    "Can I change the start date and duration of a reservation i made the other day",
    "a table booking for 2 people on the date 1st of Jan and the time 15 to 2 night",
    "I just want to change the number of guests",
    "Have you got any availability between 17th May to 21st May, we are three for a four night stay",
    "Independence Day",
    "Thursday 30th June",
    "4 single rooms from the 23rd until the 29 May",
    "my wife and I will need a room and then another for our teenage daughter",
    "I need to book for 4 rooms",
    "book for tomorrow",
    "10th to 23rd - 13 nights 14 days - 5 adults 6 children",
    "arriving tomorrow and leaving after 3 days",
    "6 kids",
    "me, my wife and the little one",
    "8 adults",
    "I would like to stay a Thursday to Friday",
    "She's arriving on Wednesday and will be staying until Sunday next week.",
    "its until the 21st",
    "thanks, when will I get the money back?",
    "why can't I cancel my reservation for tomorrow",
    "how can I book a room for 2?",
    "given the new normal, is there any limit on the number of people at the pool?",
    "ok im done with this",
    "I didn't quite understand you",
    "hello, I want to change the number of nights of my hotel booking",
    "spa team please",
    "is there any way to get in the gym earlier than 4:25",
    "I'd like to check in at 5",
    "we're still in the room we are going to leave later",
    "any free rooms with jacuzzi after Tuesday?",
    "Yes, that's brilliant.",
    "I made one booking two weeks ago, but would like to make a new one now.",
    "I've got a couple of small dogs, is it ok if I bring them",
    "no, I don't need a stove in the room.",
    "The WiFi signal is so bad.",
    "there's no shampoo in the shower, please send me one.",
    "does the gym have an exercise bike",
    "how much do body treatments cost?",
    "none",
    "my daughter left left a teddy bear downstairs did someone hand it in",
    "can i leave my car on the parking overnight",
    "till Friday morning",
    "Cancel the restaurant reservation for 18 45 in the evening under sammijo oaks",
    "confirm room booking under charis",
    "do you offer waxing?",
    "can i book a restaurant table here?",
    "please bring me a ham sandwich",
    "I have a room booking for Saturday 3 December and I am going to need to change the checkout date to December 12",
    "change my restaurant reservation to 25 past 15 afternoon",
    "I'm coming with my dad on Thursday, arriving around 8 in the evening",
    "I want to modify the number of rooms",
    "book a room from tomorrow to Saturday for 1",
    "new years eve 2025",
    "24th Jan 2016",
    "A room for three adult people.",
    "I’d like to book two rooms a fortnight today.",
    "book for Aug the 18th to August 26th",
    "Family room for a weekend break",
    "My husband and I will be arriving on Friday 7th of Jan and plan to stay for 9 days",
    "arriving on Monday leaving on Thursday 2 adults one child",
    "in total 5 adults and 2 kids",
    "We're two adults with 3 kids traveling around Europe.",
    "1 adult",
    "Arriving Saturday leave on Wednesday",
    "leaving on the 12th of Oct arrive on Thursday",
    "I'm leaving on Wednesday",
    "We'll check out around 25 past 22 night on Friday.",
    "I've got no more questions about that booking, thanks!",
    "please send housekeeping",
    "how long can I stay at the gym?",
    "i need to use the spa but I am a disabled person",
    "i am still deciding how many nights i want to stay",
    "gotta get going",
    "Hi, I checked out yesterday, and it seems that I lost my credit card somewhere in the room.",
    "i need to check in before 11:00",
    "what time does check in finish?",
    "when do you start serving dinner?",
    "can I stay in the pool after 8:10 evening",
    "Correct, one room without kitchen.",
    "a new one",
    "Is it ok if I bring some pets",
    "no, it's my wife coming with two kids, the name is Maria Stone.",
    "is there wi-fi in the room?",
    "the TV is not showing any channel",
    "Is the gym open yet?",
    "how much does a single room cost?",
    "i want to stay for 4 nights",
    "I might have forgotten my wallet in the lobby",
    "how far away is the parking lot",
    "I need to leave my car at the hotel for 45 minutes.",
    "it's gona be 7 people and I just want to stay tonight",
    "I need to cancel the manicure i booked for tomorrow",
    "I want to cancel my dinner reservation, the name is emelda cerezo.",
    "i had a massage booked massage for Jun 2nd at 12 30",
    "do you have chinese restaurants onsite",
    "in-room dining",
    "Ive booked a 3 night stay at the hotel from 16 June",
    "I have a dinner reservation for 7:30pm",
    "book for lunch at around 1 pm",
    "I want to modify my reservation",
    "Can I change the number of double rooms to 3?",
    "1 person, 1 bedroom for 2 nights",
    "three of us are coming on October the 21st",
    "October the 15th",
    "A room for one for one night on the 9 Dec",
    "We are a party of 4 adults wanting to stay from the 7th to 9th inclusive in your best room",
    "I'd like a single room with bed and breakfast on the 11th of Mar",
    "Can you provide me with 3 nights accommodation",
    "We arrive on the 11th with our two boys, staying for 3 nights and leaving on the 14th.",
    "1 nights from this Thursday",
    "2 people and three little people",
    "we will be staying until the 11th of Mar with 3 grown-ups and 7 children",
    "me with my mom",
    "checking in on the 12 Oct, check out on the 23rd",
    "3 Jul until the Friday after",
    "to 26th September 2017",
    "arrival will be 10:50 morning",
    "why can't I get a refund?",
    "when does housekeeping usually come in the mornings?",
    "what is the minimum staying time for the honeymoon suite",
    "Is it possible to access the gym in a wheelchair?",
    "no idea man",
    "Have a good one!",
    "Hi, it's katty calling, can I speak with your manager?",
    "what time does check in start?",
    "is it possible to check out after 8:00 evening?",
    "Is it possible to upgrade my booking to add some more people?",
    "yes new reservation",
    "I want to bring my dogs to the pool",
    "No, instead i want my booking to be at 5 10 p.m.",
    "I can't seem to connect to the wifi.",
    "phone in the room doesn't work",
    "could I get a pc monitor in my room",
    "Can I lift weights?",
    "how much does parking cost",
    "only the one",
    "i'd like to order some food to room 237.",
    "I have a guest here who needs to check lost and found please",
    "I can't find the fob for my room, it's just gone.",
    "Is there any free parking close to the spa?",
    "is in-room dining still available late at night",
    "cancel the massage booking under hayward rhyne",
    "amend hotel reservation under kyonna to include 9 kids",
    "i have booked the spa for later today",
    "where are the restaurants",
    "Bring some wine to my room in 45 minutes!",
    "i already have one",
    "book a table in the restaurant at 8:00 p.m.",
    "6 of us will be meeting in front of the restaurant at 6:55 in the afternoon.",
    "I want to change my booking to 9 adults",
    "Can I book from the 24th to the 25th for two people?",
    "next Saturday",
    "9th - 9 nights - 4 adults 1 dog",
    "2 rooms, one double and one twin for a night",
    "I want to reserve a room for in 5 days",
    "I would like to book a hotel for 1 nights for 8 adults in three rooms for Wednesday to Thursday so we can go drinking",
    "I'm trying to come in today",
    "just one night",
    "10 days for 1 starting tomorrow",
    "one week",
    "two adults and no kids",
    "two grown-ups and a baby",
    "me with my mom and dad",
    "coming the 10th and leaving the 25th June",
    "next Wednesday until Saturday",
    "leaving on the Thursday",
    "can I have dinner delivered to my room between 8 and 9?",
    "how can I ask for a refund?",
    "I'd very much like to have a chat with some of your cleaners directly.",
    "how long will the gym be closed?",
    "my wife is disabled, so I hope there won't be any problems with that.",
    "He's not sure yet, but probably on Saturday next week",
    "goodbye then",
    "is it possible to book the restaurant for dinner before 7:00pm?",
    "can i check in in the morning",
    "when does the restaurant open for breakfast?",
    "anything free after the 28th?",
    "Yes, yes, it's a 3 night stay for 4.",
    "new",
    "is there a pool on site",
    "What's your policy with cats?",
    "no way Jose!",
    "I want faster WiFi.",
    "sorry to bug you, but the tv in my room stopped working all of a sudden.",
    "is tv also covering foreign programme?",
    "I think I lost my card to access the gym.",
    "how much is one double room for 2 adults and 2 children for 7 nights from Thursday",
    "I'd very much like to book these 2 for tonight right now.",
    "my son's computer got stolen yesterday while we were in the spa!",
    "i want to leave my car here overnight",
    "sincere apologies but I won't be able to come for dinner this evening, please just cancel that.",
    "I want to close my rewards program as I am not using it at all.",
    "where can i get skin renewal therapies",
    "Has my luggage arrived from the airport? I really need my laptop.",
    "I want to order food",
    "I'm booked to stay in the hotel from 20th to 24th of Mar",
    "I want to book a table at 17:05 in the afternoon for 1 people.",
    "2 10 a.m.",
    "I need to amend my booking",
    "I need to change my reservation",
    "I need to change my booking",
    "I need to amend my reservation",
    "I need to modify my reservation",
    "I need to modify",
    "1 person, 1 bedroom for January 9th",
    "We're 5.",
    "18 December 2020",
    "We need a room for two adults and one toddler",
    "A 2 bedroom suite for 4 adults. The room must be available from Tuesday to Wednesday",
    "We are looking to stay from 16th June to the 19th June for 3 nights. It’s for two adults, one child and a baby",
    "I'd like to unlock this rewards programme that you offer.",
    "hotel reservation",
    "We need it for 6 nights",
    "Stay for two nights",
    "no children",
    "our kids will join me and my wife on Thursday",
    "I want to arrive 11 Jan 2014 and leave the 23rd",
    "Monday will be my arrival date",
    "until Friday",
    "Could we please push the check out time to this afternoon please?",
    "checking out the 17th around 10 past 1 afternoon",
    "I cancelled my booking 9 days ago, and still no refund...",
    "My room wasn't cleaned today!",
    "How long do I need to wait before you confirm this booking?",
    "Is there a toilet adapted for people in wheelchairs?",
    "I don't remember exactly, but I think it was Sunday 2 Jun.",
    "Say it again if that's okay",
    "to confirm my room they couldn't find it do you have a one someone there to talk to",
    "can i check in earlier?",
    "We'll be checking in at different times on Tuesday.",
    "when does the gym open",
    "I'd like to ask whether it's possible to do check out after 11am.",
    "yeah, increase it to 3 children.",
    "new one",
    "new one please",
    "i want to go swimming",
    "no, we don't have kids or pets.",
    "Do I have to pay for WiFi?",
    "it seems that electricity is down",
    "Room from 29th to 14th for 2 adults and one child, we need a cot bed",
    "And what about gyms and spas?",
    "What's the typical cost of lunch menu for 1 of us?",
    "ehm 3",
    "I have lost my cloth",
    "Is there parking at the hotel?",
    "I'd like to order some food to our room for tomorrow morning",
    "i need to cancel my pedicure",
    "i need my restaurant booking time changed, im johnelle",
    "do you have a hair salon slot for Saturday at 9:00 a.m.",
    "what are the restaurant choices",
    "Can I get some food up to me please",
    "I have a room booking for next Saturday I am going to need to make some changes",
    "I have a room booking for next Saturday I am going to need to make some amendments",
    "a table for my son and my wife and I for 2:55 p.m.",
    "I want to change my hotel booking",
    "its going to be 2 people",
    "Can I book from the 26th to the 28th for two people?",
    "We'll have our 4 kids coming with us tomorrow.",
    "4 adults 2 rooms, February 24 to Mar 8",
    "I need a suite from the 22nd to the 6 July, breakfast included",
    "We would like to stay for 8 nights in a double room.",
    "I want to stay today",
    "two adults two kids in two days for two nights",
    "Three nights at your wonderful hotel would be awesome.",
    "two days",
    "no kids",
    "A toddler is coming with us.",
    "two grown-ups",
    "Friday to Sunday",
    "I'll be staying there from Tuesday in a week",
    "leaving on Saturday",
    "only today",
    "departing at 15 35 afternoon",
    "Yesterday you charged me for some room service that I didn't order, and I'm still waiting to get my money back...",
    "you should send someone to clean my room very soon.",
    "how long did I book that room for?",
    "ok, can I just get some food to my room then",
    "I cannot remember my room number.",
    "please repeat that",
    "could you transfer me to the spa team please",
    "is there any extra cost for arriving earlier than check in time?",
    "please amend my checkin time to a later date.",
    "What are the opening hours of the gym?",
    "please schedule later check out if possible, 12 would be good.",
    "Yes, it goes without saying that the room needs to have a normal bath!",
    "make me a new one",
    "Where is the pool?",
    "I have a booking for dinner for 4 today and would like to know if it's okay to bring along my shar-pei.",
    "nope nope nope",
    "I don't have internet",
    "A room with a kitchen and 2 toilets would be nice.",
    "How much for a single room with gym access?",
    "arrive on the 31 August for 9 nights",
    "do you have a lost and found",
    "can you recommend a free parking place nearby",
    "Is there any dedicated space to also leave motorcycles overnight?",
    "i'd like to make a spa reservation for tonight",
    "cancel todays pedicure session under duane dietzel",
    "lekeshia an, for 1:15PM, I made a lunch reservation for a party of 8",
    "book a sauna for 2 people, tomorrow at 12",
    "do you deliver food to the rooms?",
    "send that package directly to my room",
    "I already have one",
    "I want a table for 4 people at 10:25 in the morning",
    "I have a reservation for 2 people for the 12th of June, can I upgrade it?",
    "I want to change my reservation to 3 adults in 2 rooms please",
    "it’s just me alone",
    "2 people for 9 nights, separate rooms, starting 13 Aug",
    "Dec 2nd",
    "1 room 2 adults 2 children for 4 nights from the 9 September",
    "I would like a room with 2 double beds checking in February 14 to 22",
    "double room for a 3 night mid week getaway",
    "Have you got any availability between 26th April to 2nd May, for one adult and 2 children for a 6 night stay",
    "Any 3 nights between those dates",
    "Checking in on the 18th, for 8 nights",
    "a day",
    "no kids just me and my wife",
    "two kids",
    "6 grown-ups",
    "Arriving on the 12th and leaving on the 22nd",
    "I'm planning to come on Sunday",
    "i'll leave March 16",
    "how can I book the gym from 4 to 10",
    "my wife's sister won't be coming eventually, can we get that room cancelled and reimbursed?",
    "how long can I stay in the gym?",
    "ok, when do I need to check out the latest?",
    "I dont know how many people we will be",
    "see you soon",
    "what did you say?",
    "spa team please",
    "change my lunch reservation, we will be one person less",
    "Could I check in at 4 please?",
    "When do I have to confirm the number of people coming to the dinner?",
    "I'd like to move to a larger room next Wednesday",
    "Yeah, I need to make a reservation for 4.",
    "it's a new one",
    "can i book the swimming pool for a private party?",
    "Can I bring my iguana along?",
    "no need",
    "I'm not sure how to access the internet.",
    "there is not hot water in the shower",
    "is there a mini bar in the room I could use?",
    "what are the fees for the spa services",
    "I would like to book 2 rooms for 2 adults and 2 children for 3 nights from 7 April",
    "Has a laptop been found",
    "I need to park it for 30 minutes",
    "I want to do my nails tomorrow evening",
    "I have a table booked under christyne tauber and I don't want it anymore.",
    "I have a dinning booking under sadi nellis, i need to add 1 person to it",
    "I made an appointment today at 7:25 in the evening for some treatments at the spa.",
    "tell me more about your restaurants",
    "Order room service for tonight at 10",
    "have one already",
    "Please book the table for 8 people at 3:15 a.m.",
    "My reservation is at 2 15 in the afternoon",
    "can I update the hotel reservation i have for 9 people?",
    "I want to book a room for 4",
    "in a week",
    "We're coming next Friday.",
    "A joining family room sleeping up to two adults and two children",
    "I would like to make a booking for a two-bedroom hotel room for two adults and three kids from the 19th to the 6th for 18 nights please.",
    "We'll need at least 3 rooms for 6 nights.",
    "I’d like to book a three night stay from Sunday until Wednesday",
    "We would like to stay for a fortnight",
    "22nd until 29th 7 night stay - 2 adults 1 child under 1",
    "6 nights",
    "one infant",
    "one kid",
    "we are two couples",
    "Arriving on 4 January and checking out on 13th of January",
    "I'll be arriving on the 25th of August",
    "I want to leave in 5 days",
    "i will be leaving at 18 30 evening three days after",
    "I cancelled those 2 rooms 5 days ago, and I still haven't got my money back.",
    "how can I book a table in the restaurant?",
    "hello, what time can I check in the earliest?",
    "ok, so what time is check in again",
    "see you in a few days",
    "I didn't get that, could you say it again?",
    "please connect me to the spa",
    "can I change the checkout date?",
    "Are the dog friendly rooms more expensive",
    "yep, leaving tomorrow evening",
    "its a new one",
    "are pets allowed in the swimming pool?",
    "No, I won't be using the gym at all.",
    "wifi",
    "the treadmills are not working",
    "A room with air conditioning.",
    "Is the gym also open over the weekend?",
    "How much does parking cost?",
    "3",
    "I lost my scarf",
    "I think my wallet got nicked at the restaurant.",
    "i'm planning on staying the night but i don't know what to do with my car",
    "I would like to be on the highest floor if possible, 9 nights, starting the 9th",
    "Can I cancel this room booking i have",
    "calling to cancel the booking I made yesterday.",
    "There is a table booking for lancer glinski i think tomorrow at 20 to 16",
    "please connect me to the spa",
    "I think I want to go up there on New Year's Eve can I get a rate",
    "can we get room service please",
    "I'm kind of check on a reservation I made one supposed for the 17th of December but I never got a confirmation code",
    "a table booking for 13 50 in the afternoon, it will be a couple and our kid",
    "It is at 6 55 evening",
    "I have a reservation that I need to cancel",
    "I have a booking that I need to amend",
    "I have a booking that I need to modify",
    "I have a reservation that I need to modify",
    "I have a reservation that I need to amend",
    "I made a reservation for one full week yesterday, but would like to change the dates a bit.",
    "A honeymoon suite for 2. From the 14th to the 3rd",
    "Accommodation for 3 nights for 3 please.",
    "Sunday",
    "2 adults looking for a double room for 7 nights",
    "I need a room for 2 adults and 2 children",
    "family suite needed to fit 2 adults, 1 child. We would be looking for breakfast included and would be staying 2 nights checking in tomorrow if possible",
    "reserve a holiday",
    "me, my wife and our 2 kids to stay for 1 week",
    "I plan on staying the weekend of the 13th",
    "2 adults and 5 infants",
    "my wife and I will come with our twins",
    "just 2 adults",
    "We want to stay from 1st to 12th",
    "I'll be coming on Thursday",
    "i'll be leaving around 10:10 p.m.",
    "why is the pool closed?",
    "how can I book a massage?",
    "what is the latest i can check in",
    "Nice, got a booking at 2:10 night for a table under dariana prunty I believe.",
    "thats everything I needed",
    "Hi - I am looking to book a room for this weekend. It will be me and my husband. What availability do you have?",
    "i'd like to speak to the gym please",
    "any table free before 19:55 evening?",
    "when is gym opening in the morning?",
    "I don't think we'll make it to the check out time",
    "can I upgrade my booking to also get access to the swimming pool?",
    "sure no problem",
    "make a new one",
    "Can I get a dog friendly room",
    "no, only my granddad will be staying at your hotel.",
    "Does the resort offer internet access to its guests?",
    "The shower cannot get any hot water, I've been taking cold showers all this time.",
    "For a week, with balcony.",
    "How much would I pay for 3 hours with a personal trainer in your gym?",
    "how much is breakfast for 5?",
    "1",
    "I lost my driving license",
    "I'm driving, can I park",
    "we have a restaurant booking listed under colisha for tomorrow night!",
    "cancel an existing one",
    "I have a restaurant reservation that I think is for kamini luoma at 14 50 tomorrow",
    "can i get a pedicure this evening at 8",
    "do you have any restaurants open at 5 30 a.m.?",
    "Can I order a hotdog to my room in an hour?",
    "already have it",
    "The table for 1 person only.",
    "8 10 p.m. would be best",
    "I want to upgrade the booking i did for the 18th August",
    "can I update a room booking to 6 people?",
    "I'm coming with my family of 4",
    "tomorrow",
    "we might be arriving today already and will stay for several nights.",
    "I would like a double room for 2 nights",
    "Can I make a reservation for 4 adults, 2 rooms with 2 adults in each, one with a double bed and the other with 2 single beds for 2 nights from Monday 26th of Sep please.",
    "I want to book a room for October 18 until the 22nd",
    "9 adults for 7 nights from Sunday",
    "5 nights from the 10th for 2 adults and 9 kids",
    "I want to stay 5 nights until the 11th",
    "we're coming without kids",
    "My husband and I will come with our baby girl",
    "From 13th to 2 October, 1 adult",
    "from 26 to 29 May",
    "entering on Tuesday and leaving Tuesday in a week",
    "thank you, do you have any slots from 8 to 9 pm?",
    "why is the gym closed during the next week",
    "what do i need to do to use the gym?",
    "earliest check in",
    "ok that was very helpful, bye bye",
    "please say that one more time now",
    "Hi, please could I book a family suite one double, one single 2 adults and one child from 1-31st of December. Is breakfast included?",
    "could you transfer me to the spa team please",
    "no, I need to check in much later than that.",
    "How much in advance do I have to book a table for 8 people?",
    "late check-out",
    "yes that's my phone I'm trying to locate it",
    "brand new",
    "is the indoor pool on the third floor",
    "Can I bring my dog to the restaurant?",
    "Is there WiFi at the hotel?",
    "theres a broken static bike in the gym",
    "want to book a room with balcony or terrace.",
    "What are the fees for parking?",
    "just 1",
    "Has a wallet been handed in",
    "i want to leave my car here all night",
    "I'm trying to come in tonight",
    "Could you please confirm our booking at the restaurant for tonight, for 2 people?",
    "i need to cancel my booking",
    "I need to cancel my booking due to some unexpected private reasons...",
    "I need to change the current booking under cabanas.",
    "do you offer skincare treatments?",
    "Do you serve vegan food in your restaurant?",
    "I want something to eat inside the room",
    "existing one",
    "Can you please reserve a table for 2 people at 4 25 p.m. ?",
    "It's for 4:30 in the morning",
    "Can I change some of the details of a reservation i made the other day",
    "amend that reservation to now also include 3 kids",
    "we are two pairs",
    "in 5 days",
    "Last time I was at your hotel was September 4 or so.",
    "family room for 4 nights in September the 6th",
    "I would like to have the ensuite room for 1 night please",
    "it looks to make a reservation I am arriving on Tuesday and leaving on Sunday",
    "6 adults, dinner and breakfast, 3 night in June",
    "I want to stay for 5 nights",
    "From Mar 20th to 21st. For one night. 5 adults",
    "we have no kids",
    "7 adults and 2 children",
    "that's from the 17th of May for me and my wife",
    "From 10th to 16th of Nov",
    "from this Thursday to next Monday",
    "Have you got anything between 4 30 in the night and half past 15 afternoon",
    "thanks, when will I be receiving the money back?",
    "Why is the gym closed since yesterday?",
    "How do I unlock more channels on the tv?",
    "do you have accesible parking?",
    "i am not sure of the day we will be leaving",
    "Au revoir cheers",
    "Hi am sorry I have to cancel the table for 4 people at 5 10 p.m.",
    "no, that didn't solve anything, can I speak with somebody a bit more intelligent?",
    "The price was 10% lower last week!",
    "I want to do a check-in on behalf of my husband.",
    "Do I have to pay extra if I checkout later?",
    "yes, do proceed with the booking!",
    "its the first time i make the reservation",
    "i might have forgotten the wallet in the pool",
    "I would like to bring my cat",
    "Is WiFi free?",
    "I cannot find a hair dryer and I looked everywhere!",
    "Is the gym free to use?",
    "2 and 6 kids",
    "Can you send some soft drinks and 7 beers to my room at 23:00?",
    "I forgot my laptop at claim jumper",
    "can i leave my car here in the morning",
    "tonight",
    "Please cancel my booking at 15 past 3 p.m. as I have changed my mind.",
    "confirm my reservation is under myles",
    "can you tell me more detail about the spa",
    "please, book an appointment at the spa for tomorrow, for 2.",
    "do you offer room service?",
    "I'd like to get some whiskey here to the third floor.",
    "Ive got a reservation starting on 5th of March",
    "At 9 30 evening, I booked a table for 5 people",
    "please get my restaurant booking changed to at 0:30",
    "change it to 11pm",
    "amend hotel reservation",
    "There will be two people staying.",
    "It will be 4 of us for 2 rooms",
    "26 May",
    "I would like a standard room for one adult starting on the 19th of May for 12 nights, please.",
    "I want to book 2 rooms from 4th to 8th of Jun. It'll be for 1 adult in each room",
    "ok, make a reservation for 9 days for my mother checking in on March 1st",
    "just the one night",
    "I am taking my kids on a trip for 5 days",
    "coming on the 8 Apr for 3 nights",
    "we are 4 adults and 9 kids",
    "me with my daughter",
    "We are four adults.",
    "I might come today",
    "7 August until 18th August",
    "I would like to check in the 4 April and check out the Wednesday, thanks",
    "I am still waiting for the refund of the room i cancelled",
    "what time do the cleaning personel come?",
    "how much does a full body massage last?",
    "ok, then I need a wheelchair friendly room",
    "i lost it, but don't know where",
    "i lost it, but no idea where",
    "Goodbye, my virtual friend!",
    "hiya there, I need some info about my current booking at your place",
    "I need to speak to someone working at the pool.",
    "It will be fewer people today than what I first told you.",
    "when can I do check in very latest?",
    "I want to check out, but still leave my car at the parking spot for few more hours.",
    "I'd like to rebook for a later date, say, Wednesday 26th October",
    "new",
    "Where exactly is the pool?",
    "I have just one dog I wanted to have in my room, can I make sure that is ok",
    "heck no!",
    "Do you guys have a WiFi password?",
    "Can someone fix air conditioning in my room, please?",
    "having a jacuzzi is definitely more than what I expected",
    "I heard there you have a jogging trail",
    "How much is extra parking?",
    "We'll be coming with 1 cars and will probably need the same number of parking spots.",
    "my camera seems to be missing",
    "Where can I leave my car?",
    "any room free this evening already?",
    "cancel the 8 40 in the morning restaurant booking under bruggeman",
    "I want to book a room on behalf of shaida sharon, from Jan the 12th.",
    "I want to get a foot bath on Sunday",
    "Is there a cash machine on the premises?",
    "speak to room service",
    "I have a reservation and I need to change the number of adults",
    "I have a booking and I need to amend the number of adults",
    "I have a booking and I need to change the number of adults",
    "I have a reservation and I need to amend the number of adults",
    "please change the time of my table booking",
    "I want to modify the adults",
    "Looking for a room from the 1st to the 17th for 8 people",
    "Tuesday March 3",
    "Sunday",
    "I'd like an en suite room for 2 adults please",
    "a double room for tomorrow for 8 days",
    "From the 16th to the 30th, a single room for 2 adults and 1 child.",
    "I want to book for today",
    "for a week",
    "5 nights from 15th of October?",
    "2 weeks",
    "1 adults and 8 children. Saturday to Tuesday",
    "our two kids and I",
    "I'd like to arrive on Wednesday",
    "leaving on the 12th, arriving on the 10th",
    "I'm leaving on Thursday",
    "Something's wrong with the shower, only cold water since 25 past 17 afternoon today.",
    "I just wanted to confirm the booking and that's all, thanks and bye-bye!",
    "the room was supposedly cleaned but this is still pretty dirty",
    "how much time does a spa session last?",
    "can I go to the gym if I am in a wheelchair?",
    "i have doubts about my check in date",
    "Please tell me that one more time",
    "Hello, I am calling due to some issues with online check in.",
    "I need to speak to someone at the restaurant.",
    "I'll arrive earlier than what I thought, can I check in already at 12:45 p.m.?",
    "when do i need to leave the room my last day?",
    "I will be late for my 10 to 4 afternoon restaurant reservation, it's dalana palomares",
    "yep, book it under jon!",
    "i don't have a booking yet",
    "i want to swim",
    "I'll be arriving with my 4 dogs. Can they enter the premises?",
    "no no not right now",
    "internet is not working",
    "Double room within jacuzzi for a couple. Check in 6th of Sep and check out 22nd of Sep",
    "is it possible to reserve a treadmill in the gym?",
    "whats the price of skincare treatments?",
    "it will be 7",
    "Lost property",
    "I might pick up a rental car, do you have parking on site",
    "I want to stay tomorrow night",
    "i cant make it to my restaurant booking at 2:10 night",
    "please just cancel that booking for murad as I got ill.",
    "i need to change the time of my makeup service tomorrow",
    "How do I order caesar salad",
    "we are in our room and hungry",
    "I have a booking",
    "6 15 I have a table booking",
    "I need a dinning reservation for 5 people on March 13th at 9 pm",
    "I just want to change some details of my hotel booking",
    "I want to change one",
    "We would like one family room for four from Thursday until Thursday",
    "I'd like to make a reservation for 5 people from Sunday 10 July",
    "18th of Nov",
    "One bedroom, 2 adults and one minor child.",
    "I would like to book a hotel for 2 nights for 6 in three rooms for Friday to Sunday so we can go drinking",
    "I would like to stay for a fortnight in the cheapest room you have",
    "I would to book a weekend away for myself and my husband for the 29 May please.",
    "One night for next Friday the 17th",
    "Two nights from Friday 29th",
    "two little humans",
    "my husband and I will be coming with our three sons",
    "myself only",
    "7th to 21st of the month",
    "until the 2nd",
    "a new one thanks",
    "when should I expect my booking refund?",
    "i need someone to clean my room",
    "how long does a foot massage take?",
    "are the rooms adapted to reduced mobility?",
    "i am clueless",
    "Cheerio, bye",
    "Hey, I locked myself out of the room, please help!",
    "is the pool open before quarter to 9",
    "when can i check in",
    "i want to checkout at 0 45 p.m.",
    "can i book a table for after 12:25 night",
    "yeah, the booking under normand dasher is for tonight.",
    "Can I also access wifi at the pool?",
    "Can I bring pets",
    "no, just cancel that booking under taiwo lis and don't bother",
    "wireless in my room has not been working since yesterday afternoon",
    "tv is just dead",
    "Is there an iron in the room?",
    "What exercise options are there?",
    "whats the price of an exfoliation session?",
    "6 it is",
    "i can't find my keys",
    "The parking is free right?",
    "I want to book from Monday night, checkout Saturday",
    "I have a booking for 10 people at 1 05 afternoon under the name oehler, I'm sorry but I need to cancel it.",
    "i have an existing booking under zeno and i need to change the checkin to the 10th Jul",
    "can I book a slot to do my hair at 6 20 in the evening?",
    "any table free in 2 hours?",
    "I want to order something",
    "can I update my hotel reservation to include more people?",
    "do you have free tables at 10:30 p.m.",
    "6:15 a.m.",
    "I'd like to change my room booking please",
    "I would like to make a booking for the VIP room for one week, that accommodates 5 people comfortably.",
    "26 February",
    "Tuesday 2nd",
    "a suite for 2 adults",
    "Hi I'd like a double room plus cot for 1 adults and a toddler. We'll stay for 5 nights from 4th to 9 October 2017",
    "I like to book a reservation",
    "its for a week",
    "One adult one child from Tuesday for one night",
    "8 Jul for 1 nights, room for 2 adults 1 kid",
    "We are 2 adults and 2 children.",
    "me and my son and daughter",
    "16th to 27th for 8 adults with a sea view if possible",
    "arrive on Thursday",
    "arrive in 9 days until that Wednesday",
    "until next Monday",
    "thanks, I'll leave the room before 7:25 a.m..",
    "what is the reason for not being able to book for the 22nd of Nov",
    "how to do that?",
    "how to do it?",
    "how  do I do it?",
    "how  do I do that?",
    "what is the maximum number of people for a room?",
    "ok, that is all",
    "Pardon?",
    "hi, can I modify my booking, its under towe",
    "I want to speak to the restaurant",
    "need to change the time of my lunch booking to earlier",
    "What time will the room be ready?",
    "i overslept and will need to check out late",
    "yeah I have one",
    "wana make a new one",
    "is the outdoor pool near the lobby",
    "i lost my dog",
    "no, not me, it's only my wife and our son and 4 daughters",
    "Why is the internet so slow?",
    "I'd like to move to another room as heating is down in the current one.",
    "a room with a view on the ocean, for 7 nights, tomorrow.",
    "Is there somewhere to workout",
    "zero",
    "I think I might have left one of my bags somewhere",
    "where can i park my car next Tuesday",
    "I would need the room for 5 nights.",
    "please cancel my 5 to 18 acupuncture appointment under shley",
    "I want to change my reservation for the 24th please, its under devon solari",
    "where can i get a spa",
    "I receive something in the mail about a free room",
    "can i have the lunch delivered to my room at 1 p.m.?",
    "Send us some doughnuts and milk for breakfast tomorrow.",
    "already have one, want to change it",
    "can i book a table at 25 to 8 p.m.",
    "we are 6 and we will arrive before quarter to 5",
    "I need to amend my the number of nights",
    "I need to change my the number of nights",
    "I'd like to book accommodation for two nights from the 17 - 19 July for 9 pax of which two are children ages 6 and 9.",
    "in 7 days",
    "I'll stay over the weekend in the week of 3rd May",
    "Have you got a family room for three nights from Wednesday?",
    "I need a room for my family consisting of 5 adults.",
    "2 biggest rooms that you have.",
    "Do you have availability for the 3rd to the 14th?",
    "The booking would be for 7 nights.",
    "I want to stay for 3 nights from the 8th Dec",
    "We arrive on the 11th with our two boys, staying for 3 nights and leaving on the 14th.",
    "we have no children",
    "9 adults and a small baby",
    "I will arrive in 3 days",
    "arrive tomorrow, depart 25th June",
    "until Saturday",
    "we will leaving June the 1st at 4 50 in the morning",
    "Why didn't housekeeping clean my room this morning?",
    "how can i change it?",
    "is there any upper limit on wifi use?",
    "all good, adios!",
    "Sorry I didn't get that",
    "Hi, got a question about the room service menu",
    "Transfer me to room service",
    "Do you offer any discounts on your hotel restaurant for your guests?",
    "can you tell me about the details of check in please, ill be arriving around 1:40 p.m.",
    "what time can I check out tomorrow?",
    "The price is higher than what we agreed 3 days ago. Is it because of parking or what?",
    "yes amazing",
    "where on earth is the indoor pool",
    "What pets are allowed",
    "no, it was about the booking already made a couple of days ago.",
    "I can't get online on the hotel wifi.",
    "I want to book a room for tonight only, but it doesn't seem to work.",
    "do you have cable TV in the rooms?",
    "do you have exercise bikes",
    "pedicure price",
    "3",
    "my laptop is missing from my room",
    "We want to double check that free and overnight parking are covered.",
    "What's going on? We've been at the reception desk for 20 minutes already!",
    "already have one, want to cancel it",
    "I've got a table booked at 11:30 p.m. today, under leeandrea, for 6.",
    "book a skincare session Saturday at quarter past 5 afternoon",
    "I want something to eat inside the room",
    "I'd like to change the date of my room booking please",
    "book a table for 5",
    "15 to 19",
    "can I update a room booking?",
    "and it's just me",
    "From the 27th October until 15th two people",
    "that will be until 15th Jun",
    "2 joined rooms",
    "I'd like to book a single room for one adult for one night on the 9th of February",
    "I need to stay in your hotel for 5 nights please.",
    "I'd like to book from October 31 for 6 nights",
    "The booking is for myself only.",
    "A 3 night weekend stay",
    "I would like to stay 1 days from the 26 Mar with breakfast included",
    "9 nights from June 16 for 3 adults and 9 ankle biters",
    "we have zero kids",
    "we're coming on Friday with our two girls",
    "starting from today",
    "from the 17th to the 2nd",
    "till November 6th",
    "wifi's been stuck since 5 to 11 evening",
    "Why is your check-in procedure so complicated? I spent 3 hours trying to do that yesterday!",
    "How can I cancel my room?",
    "any limits on how many times I can go to the pool daily?",
    "Sure, I'll confirm tomorrow, bye!",
    "Sorry what was that?",
    "Hi, can I get some food delivered",
    "Can I speak directly with the reception?",
    "your competitors have lower prices, check them out!",
    "when do i need to check out?",
    "Modify our current reservation as we'd like to leave slightly later.",
    "please change the date and add more people to the booking as I told you",
    "that's great, much appreciated",
    "what are the working times of the gym and the pool?",
    "Can I bring a snake?",
    "no, out of the question",
    "wifi works fine on my phone, but not on my laptop.",
    "A room with kitchen and dining room in it.",
    "Does the hotel have fitness facilities?",
    "How much is it exactly again?",
    "9",
    "I lost my wallet in the bar",
    "do you have free parking",
    "I'm looking for tomorrow night",
    "I need to make a cancellation. It was for half past 0 p.m. and was for 4 people.",
    "hi this is kaytie, alter hotel reservation for 4 on the 5th of Jan till the 13th",
    "body treatments",
    "Where can I order steak",
    "Can I get a hairdryer",
    "Can I get a towel",
    "Can I get a toothbrush",
    "existing booking",
    "At 8pm I have a dinner booking.",
    "i need to change a restaurant reservation",
    "arrive 29 May at 10 to 20 evening, no kids, just 2 adults",
    "change the booking to checkout the 26th",
    "Can I get a room for 5 people for 7 nights from May 26",
    "Saturday coming, single person for 1 night",
    "8 adults, 4 children, 1 bedrooms for 1 nights",
    "a room for 3 adults",
    "Wednesday to Sunday for 4 adults, 2 double rooms",
    "I want to book a king suite for the night of the 25th",
    "I want to book a hotel for two adults and one kid",
    "3 nights please",
    "3 nights starting next Sunday for 3 adults",
    "just for one day, 3 adults",
    "we're coming with no children",
    "We'll be two families without kids.",
    "I will arrive on Sep the 18th",
    "from Thursday until Wednesday",
    "till tomorrow",
    "Can I check in Sunday between 8 and 10?",
    "much appreciated",
    "Why did you increase the price of your room service this year?",
    "How can I check in online on your webpage?",
    "We need a room from the 24th to the 4th . We need an accessible room. It is for one adult and one child.",
    "That's right, I'd like to change it and check in 2 days at 0:10.",
    "see you soon",
    "hi, jamesha hamlett here, i have an spa slot booked at 0:10 a.m. and i need to cancel it",
    "get me your manager on the line",
    "Is the cost lower if I book for 5 nights?",
    "what time does the pool close?",
    "I slept in a bit and will not have to check out late. Is that ok?",
    "That's right, I am coming in 3 days with my 3 sons and our dog.",
    "its a new reservation",
    "I lost my two dogs at the pool this morning.",
    "no, i never said that, it was for 5 nights!",
    "internet",
    "the hairdryer is broken",
    "I want to get an extra towel",
    "I want to get an extra toothbrush",
    "I want to get an extra hairdryer",
    "I want to get an extra blanket",
    "I want to get an extra shampoo",
    "Where is the gym?",
    "whats the price of a manicure",
    "just one",
    "i've lost my wallet",
    "I want to park the 2nd of August at 21 35 in the night",
    "let me book for tonight",
    "Kindly cancel the lunch booking for 4 at 11:45 am under kasha.",
    "natonya here, change reservation for 3 adults and 5 children",
    "is there a steam room",
    "Hi, got a question about the room service menu",
    "Can I get some food up to me please",
    "it's an existing booking",
    "My table is booked for 3 of us at 17 30 in 2 days",
    "Reserve a table in the restaurant for 5 people for 2 00 afternoon",
    "I want to shift my booking to next Tuesday, I'll be coming around 9:45 in the evening.",
    "can I upgrade a reservation to a premium suite",
    "3 nights from the 12th for a family of four",
    "This booking is for my nephew only.",
    "Tuesday",
    "I’d like a family room for two adults and a child.",
    "9 adults looking for a double room for nights from 5 to 23 January",
    "I would like to stay from the 12th to the 17th if possible.",
    "I need to make a reservation for my mom",
    "An all-inclusive four night stay",
    "Two nights, Friday to Sunday, for two adults and two children.",
    "we have two adults and two kids",
    "two adults no children",
    "There are 3 adults in my group.",
    "I'm gonna come the 1 November",
    "coming Saturday 1 October leaving Tuesday 11th October",
    "from tomorrow",
    "I thought that breakfast starts at 7!",
    "thats all, thank you",
    "there is a huge mess in my room, can you come and clean it asap?",
    "how long does a pedicure take?",
    "is the restaurant adapted to people with reduced mobility?",
    "don't really know that",
    "Repeat",
    "hi can i make a spa booking for Tuesday at 10 past 16 for 2 people",
    "yeah, I want to speak to the reception.",
    "I wish to check out at your earliest convenience.",
    "I want a check in after 23:15",
    "When do I have to tell you the exact number of people coming?",
    "I might be slightly late for my dinner reservation, please delay it to 10:10 in the morning.",
    "i haven't done a reservation before",
    "what is the location of the pool",
    "what is your pet policy",
    "definitely not",
    "The WiFi isn't working",
    "ac is totally broken",
    "1 room, for me only but with ac system please.",
    "i think i forgot my phone in the gym",
    "how much is dinner?",
    "for 4",
    "i can't seem to find my watch",
    "i'd like to hear about overnight parking",
    "keep that booking under greogry for the next 24 hours please!",
    "I am ashok arwood, I need to cancel my 6 55 morning restaurant reservation",
    "I already made a booking under the same name.",
    "Does room service also works if I order something to spa?",
    "Would 25 past 1 p.m. be okay",
    "Room service order to room 1032",
    "Ive got a reservation for 2 nights starting on 23rd of Feb",
    "I'd like to book a table at the hotel restaurant for the two of us.",
    "change booking",
    "change dates of a room booking",
    "Please could I book a room for 4 people, 2 nights, 23rd Mar?",
    "14 April",
    "A room with two beds for the weekend of the 5th",
    "5 nights, 2 rooms for 2 adults and the kids",
    "Can I get a honeymoon suite from now until next Tuesday, just for one?",
    "book in 2 days for 2 nights",
    "we want to stay 3 nights",
    "2 adults, 2 beds for 2 nights",
    "We have 7 kids and want to stay for a week starting on 2nd of June 2013",
    "Two adults traveling with Two children",
    "me with my teenager",
    "just one person",
    "from Sep the 14th until Sep 17",
    "Monday till Wednesday",
    "check out on the 23rd"
  ]
}